Repository: winterheart/rcg-translation-ru
Catalog: translation/*/Dialog_Keys.po
Languages: ru

# DIALOG_HASEBE_MAMI_SANWAKAI_TOWER_4
source: What are you girls doing here?
ru: Что вы, девочки, тут делаете?

# DIALOG_HASEBE_MAMI_SANWAKAI_TOWER_5
source: Sunbathing.
ru: Загораем.

# DIALOG_HASEBE_MAMI_SANWAKAI_TOWER_6
source: In front of a yakuza building.
ru: Напротив здания якудзы.

# DIALOG_HASEBE_MAMI_SANWAKAI_TOWER_7
source: The sun is perfect here.
ru: Тут отличное солнышко.

# DIALOG_HASEBE_MAMI_SANWAKAI_TOWER_8
source: Yeah, don't you know that?
ru: А ты не знала?

# DIALOG_HASEBE_MAMI_SANWAKAI_TOWER_9
source: Oh wait, I forgot you're all pale and pasty and...
ru: Я и забыла, вы же такие бледные и вялые...

# DIALOG_HASEBE_MAMI_SANWAKAI_TOWER_10
source: We don't got time for this! Step aside, we need to find our boyfriends!
ru: У нас нет на это времени! В сторону, нам нужно найти наших парней!

# DIALOG_HASEBE_MAMI_SANWAKAI_TOWER_11
source: YOUR boyfriends?? Hahaha.
ru: ВАШИХ парней?! Ха-ха-ха!

# DIALOG_HASEBE_MAMI_SANWAKAI_TOWER_12
source: Could they BE any more clueless?
ru: Разве можно быть ТАКИМИ наивными?

# DIALOG_HASEBE_MAMI_SANWAKAI_TOWER_13
source: What's so funny?
ru: Что тут смешного?

# DIALOG_HASEBE_MAMI_SANWAKAI_TOWER_14
source: Kunio loves ME.
ru: Кунио любит МЕНЯ.

# DIALOG_HASEBE_MAMI_SANWAKAI_TOWER_15
source: Riki is MINE.
ru: Рики МОЙ.

# DIALOG_HASEBE_MAMI_SANWAKAI_TOWER_16
source: Do you HONESTLY think they'd give a pair of rejects like you two the time of day?
ru: Вы в САМОМ ДЕЛЕ думаете, что их хоть на минуту заинтересует пара брошенок вроде вас?

# DIALOG_HASEBE_MAMI_SANWAKAI_TOWER_17
source: Why does it matter what time it is?
ru: Причём тут время?

# DIALOG_HASEBE_MAMI_SANWAKAI_TOWER_18
source: I don't believe it! Kunio... he, he likes ME!
ru: Я не верю! Кунио... он... он любит МЕНЯ!

# DIALOG_HASEBE_MAMI_SANWAKAI_TOWER_19
source: Surrrre he does.
ru: О да, конечно.

# DIALOG_HASEBE_MAMI_SANWAKAI_TOWER_20
source: And Riki is totes my BF!
ru: А Рики правда мой парень!

# DIALOG_HASEBE_MAMI_SANWAKAI_TOWER_21
source: Go ahead and ask 'em!
ru: Идите и сами у них спросите!

# DIALOG_HASEBE_MAMI_SANWAKAI_TOWER_22
source: We will.
ru: Мы спросим.

# DIALOG_HASEBE_MAMI_SANWAKAI_TOWER_23
source: Tonight.
ru: Вечером.

# DIALOG_HASEBE_MAMI_SANWAKAI_TOWER_24
source: Hahahahaha...
ru: Ха-ха-ха...

# DIALOG_HASEBE_MAMI_SANWAKAI_TOWER_25
source: Later, losers...
ru: До встречи, неудачницы...

# DIALOG_THINGS_THAT_MAKE_YOU_GO_BOOM_START_0
source: Hold it! You're not allowed up here.
ru: Стойте! Вам сюда нельзя.

# DIALOG_THINGS_THAT_MAKE_YOU_GO_BOOM_START_1
source: We need to get inside that penthouse.
ru: Нам нужно попасть внутрь этого пентхауса.

# DIALOG_THINGS_THAT_MAKE_YOU_GO_BOOM_START_2
source: Nobody gets inside, except...
ru: Никому туда нельзя, кроме...

# DIALOG_THINGS_THAT_MAKE_YOU_GO_BOOM_START_3
source: Please don't ask us to guess your dog's name.
ru: Пожалуйста, не заставляй нас угадывать, как зовут твою собаку.

# DIALOG_THINGS_THAT_MAKE_YOU_GO_BOOM_START_4
source: Or buy you a golden cat.
ru: Или покупать тебе золотого кота.

# DIALOG_THINGS_THAT_MAKE_YOU_GO_BOOM_START_5
source: What? No, I was gonna say, no one gets inside EXCEPT the boss.
ru: Что? Нет, я хотел сказать, что никому туда нельзя, КРОМЕ босса.

# DIALOG_THINGS_THAT_MAKE_YOU_GO_BOOM_START_6
source: And it's my job to keep hooligans like you from entering.
ru: А моя работа - не подпускать сюда хулиганов вроде вас.

# DIALOG_THINGS_THAT_MAKE_YOU_GO_BOOM_START_7
source: Hooligans? Yeesh, that's judgy.
ru: Хулиганов? Уф, как это предосудительно.

# DIALOG_THINGS_THAT_MAKE_YOU_GO_BOOM_START_8
source: Yeah, especially coming from a yakuza henchman holding an uzi.
ru: Ага, особенно для приспешника якудз с Узи в руках.

# DIALOG_THINGS_THAT_MAKE_YOU_GO_BOOM_START_9
source: This is my JOB!
ru: Это моя РАБОТА!

# DIALOG_THINGS_THAT_MAKE_YOU_GO_BOOM_START_10
source: Not a very good one.
ru: Не самая лучшая.

# DIALOG_THINGS_THAT_MAKE_YOU_GO_BOOM_START_11
source: Enough chit chat! Open those doors before I open your skull.
ru: Хватит болтать! Открой двери, пока я тебе черепушку не вскрыла.

# DIALOG_THINGS_THAT_MAKE_YOU_GO_BOOM_START_12
source: Not gonna happen, baby.
ru: Не дождёшься, детка.

# DIALOG_THINGS_THAT_MAKE_YOU_GO_BOOM_START_13
source: BABY?! Grrrr...
ru: ДЕТКА?! Г-р-р...

# DIALOG_THINGS_THAT_MAKE_YOU_GO_BOOM_START_14
source: Those doors are reinforced Tungsten Titanium Alloy. To get through there, you'd need, like, FOUR explosive charges.
ru: Двери сделаны из укрепленного вольфрамо-титанового сплава. Чтобы попасть внутрь, вам понадобится, наверное, ЧЕТЫРЕ заряда взрывчатки.

# DIALOG_THINGS_THAT_MAKE_YOU_GO_BOOM_START_15
source: Not three, not five, but four charges. Yeah, that'd be just enough to blow them open.
ru: Не три, не пять, ровно четыре. Да, этого как раз хватит, чтобы их разнести.

# DIALOG_THINGS_THAT_MAKE_YOU_GO_BOOM_START_16
source: Hey wait, weren't there explosive charges next to the door we just came in?
ru: Подожди, а разве эти заряды взрывчатки не лежат в той комнате, из которой мы вошли?

# DIALOG_THINGS_THAT_MAKE_YOU_GO_BOOM_START_17
source: Yeah, huh? Will those work, mister criminal guy?
ru: Да, правда? Сработает, мистер криминальная личность?

# DIALOG_THINGS_THAT_MAKE_YOU_GO_BOOM_START_18
source: Me and my big mouth...
ru: Мой длинный язык...

# DIALOG_THINGS_THAT_MAKE_YOU_GO_BOOM_INCOMPLETE_0
source: We're back!
ru: Мы вернулись!

# DIALOG_THINGS_THAT_MAKE_YOU_GO_BOOM_INCOMPLETE_1
source: Now let's blow that door.
ru: Пора разнести эту дверь.

# DIALOG_THINGS_THAT_MAKE_YOU_GO_BOOM_INCOMPLETE_2
source: HOW? I told you it would take FOUR explosive charges!
ru: КАК? Я же сказал, вам понадобится ЧЕТЫРЕ заряда!

# DIALOG_THINGS_THAT_MAKE_YOU_GO_BOOM_INCOMPLETE_3
source: How is that guy still alive?
ru: Как этот парень до сих пор жив?

# DIALOG_THINGS_THAT_MAKE_YOU_GO_BOOM_INCOMPLETE_4
source: Beats me. Let's go find more explosives.
ru: Понятия не имею. Пойдём, найдём ещё взрывчатки.

# DIALOG_THINGS_THAT_MAKE_YOU_GO_BOOM_INCOMPLETE_5
source: Please don't!
ru: Не надо!

# DIALOG_SABU_START_BATTLE_0
source: YOU'RE Sabu?
ru: ТЫ Сабу?

# DIALOG_SABU_START_BATTLE_1
source: He's prettier than I expected.
ru: Он красивее, чем я ожидала.

# DIALOG_SABU_START_BATTLE_2
source: Silence! My name is Sabuko, daughter to the great Sabu, and head of my father's empire while he is... indisposed.
ru: Молчать! Я Сабуко, дочь великого Сабу и глава его империи, пока он... немного занят.

# DIALOG_SABU_START_BATTLE_3
source: On the toilet?
ru: В туалете?

# DIALOG_SABU_START_BATTLE_4
source: I think she means prison.
ru: Наверное, она имеет в виду тюрьму.

# DIALOG_SABU_START_BATTLE_5
source: Before I kill you both, I am curious why you felt the need to storm my tower and defeat all my men.
ru: Перед тем, как убить вас, мне было бы интересно узнать, что заставило вас взять штурмом мою башню и перебить всех моих мужчин.

# DIALOG_SABU_START_BATTLE_6
source: And women! We noticed you got a lot of girl yakuza, too.
ru: И женщин! Мы заметили, что тут у вас много девушек-якудз.

# DIALOG_SABU_START_BATTLE_7
source: Which is seriously cool.
ru: Что, без сомнения, круто.

# DIALOG_SABU_START_BATTLE_8
source: Totally. Girl power.
ru: Абсолютно. Девочки - это сила.

# DIALOG_SABU_START_BATTLE_9
source: I'm sorry I asked. Prepare to die.
ru: Теперь я жалею, что спросила. Приготовьтесь умереть.

# DIALOG_SABU_START_BATTLE_10
source: WAIT! We're here looking for our boyfriends.
ru: ПОДОЖДИ! Мы ищем наших парней.

# DIALOG_SABU_START_BATTLE_11
source: Kunio and Riki. Did you take 'em?
ru: Кунио и Рики. Это ты их забрала?

# DIALOG_SABU_START_BATTLE_12
source: What would I possibly want with a pair of high school boys?
ru: Зачем бы мне понадобилась пара старшеклассников?

# DIALOG_SABU_START_BATTLE_13
source: Well crap. Guess we better look somewhere else now.
ru: Блин. Похоже, нам придётся искать где-нибудь ещё.

# DIALOG_SABU_START_BATTLE_14
source: I hope the next place has more shopping.
ru: Надеюсь, в следующем месте будет больше магазинов.

# DIALOG_SABU_START_BATTLE_15
source: You two aren't going anywhere.
ru: Вы две никуда не пойдёте.

# DIALOG_SABU_START_BATTLE_16
source: What, you gonna call your guards on us? In case you haven't noticed, they're all beat up.
ru: Ты собираешься позвать своих охранников? Если ты еще не заметила, мы их всех победили.

# DIALOG_SABU_START_BATTLE_17
source: Yeah! WE did that. For LOVE.
ru: Да! Это сделали МЫ! Во имя ЛЮБВИ.

# DIALOG_SABU_START_BATTLE_18
source: I don't need anyone to fight my fights for me.
ru: Мне никто не нужен, чтобы сражаться в моих битвах за меня.

# DIALOG_SABU_START_BATTLE_19
source: I hope you've enjoyed your lives up to this point. They're about to end.
ru: Надеюсь, вы сполна насладились своими жизнями. Они сейчас закончатся.

# DIALOG_SABU_END_0
source: Impossible! Defeated by a pair of schoolgirl deviants... how?
ru: Немыслимо! Меня победила пара ненормальных школьниц... как?

# DIALOG_SABU_END_1
source: Just cause we're young...
ru: Просто потому, что мы молодые...

# DIALOG_SABU_END_2
source: And cute!
ru: И милые!

# DIALOG_SABU_END_3
source: ...don't mean we can't tear down this whole town to get our boyfriends back.
ru: ...это не значит, что мы не можем разнести весь город, чтобы вернуться назад своих парней.

# DIALOG_SABU_END_4
source: Wretched little girls... you should respect POWER when you see it.
ru: Жалкие девчонки... вы должны уважать СИЛУ, когда её видите.

# DIALOG_SABU_END_5
source: You may have mystical tattoo creatures...
ru: У тебя могут быть татуировки с мистическими созданиями...

# DIALOG_SABU_END_6
source: And a REALLY sharp sword...
ru: ...и ОЧЕНЬ острый меч...

# DIALOG_SABU_END_7
source: But that's nothing compared to the power WE have.
ru: Но им не сравниться с НАШЕЙ силой.

# DIALOG_SABU_END_8
source: ...and that is?
ru: ...и какой же?

# DIALOG_SABU_END_9
source: You wanna tell her?
ru: Ты хочешь ей сказать?

# DIALOG_SABU_END_10
source: Let's do it together.
ru: Давай вместе.

# DIALOG_SABU_END_11
source: The power of...
ru: Это сила...

# DIALOG_HASEBE_MAMI_START_BATTLE_0
source: Well well, look who it is, Mami.
ru: Так-так-так, посмотри-ка, кто тут, Мами.

# DIALOG_HASEBE_MAMI_START_BATTLE_1
source: I thought this place EMPTIED the trash on Mondays.
ru: Я думала, мусор здесь ВЫВОЗЯТ по понедельникам.

# DIALOG_HASEBE_MAMI_START_BATTLE_2
source: Guess not.
ru: Похоже, нет.

# DIALOG_HASEBE_MAMI_START_BATTLE_3
source: What are you two doing here??
ru: Что вы тут делаете?!

# DIALOG_HASEBE_MAMI_START_BATTLE_4
source: We could ask you the same question.
ru: Мы можем задать вам тот же вопрос.

# DIALOG_HASEBE_MAMI_START_BATTLE_5
source: Yeah, don't tell us where we can and can't go.
ru: Не указывай нам, куда мы можем, а куда не можем ходить.

# DIALOG_HASEBE_MAMI_START_BATTLE_6
source: But... it doesn't make any sense!
ru: Но... это не имеет смысла!

# DIALOG_HASEBE_MAMI_START_BATTLE_7
source: Sabuko's supposed to be the final boss... right?
ru: Сабуко должна была быть финальным боссом... так?

# DIALOG_HASEBE_MAMI_START_BATTLE_8
source: We kick her through the window!
ru: Мы выкинули её из окна!

# DIALOG_HASEBE_MAMI_START_BATTLE_9
source: I'm very confused right now.
ru: Я ничего не понимаю.

# DIALOG_HASEBE_MAMI_START_BATTLE_10
source: What are they talking about?
ru: О чём они говорят?

# DIALOG_HASEBE_MAMI_START_BATTLE_11
source: I don't speak... nerd.
ru: Я не говорю... по-ботански.

# DIALOG_HASEBE_MAMI_START_BATTLE_12
source: That's it! I don't care if this makes no sense. We can still beat you two through the floor!
ru: Ну всё! Плевать мне, что в этом нет никакого смысла. Мы все ещё можем выбить из вас весь дух!

# DIALOG_HASEBE_MAMI_START_BATTLE_13
source: Bring it on, Misako!
ru: Давай, Мисако!

# DIALOG_HASEBE_MAMI_START_BATTLE_14
source: Finally!
ru: Наконец-то!

# DIALOG_HASEBE_MAMI_DEFEAT_0
source: No fair!
ru: Нечестно!

# DIALOG_HASEBE_MAMI_DEFEAT_1
source: You cheated!
ru: Вы жульничали!

# DIALOG_HASEBE_MAMI_DEFEAT_2
source: HOW??
ru: КАКИМ ОБРАЗОМ?!

# DIALOG_HASEBE_MAMI_DEFEAT_3
source: By beating us up...
ru: Тем, что победили нас...

# DIALOG_HASEBE_MAMI_DEFEAT_4
source: Face it, rejects. WE'RE the ones Kunio and Riki love!
ru: Смиритесь с этим, брошенки. Кунио и Рики любят НАС!

# DIALOG_HASEBE_MAMI_DEFEAT_5
source: Yeah, admit it!
ru: Да, признайте это!

# DIALOG_HASEBE_MAMI_DEFEAT_6
source: Are you crazy? They barely remember you.
ru: Вы с ума сошли? Они вас едва-едва помнят.

# DIALOG_HASEBE_MAMI_DEFEAT_7
source: Yeah, you guys dated them for, like, ONE 16-bit game.
ru: Да, вы с ними встречались всего в ОДНОЙ 16-битной игре.

# DIALOG_HASEBE_MAMI_DEFEAT_8
source: That wasn't even released in the USA.
ru: Которая даже не выходила в США.

# DIALOG_HASEBE_MAMI_DEFEAT_9
source: Talk about obscure.
ru: Про вас даже не знают.

# DIALOG_HASEBE_MAMI_DEFEAT_10
source: You wanna fight again??
ru: Опять на драку нарываетесь?!

# DIALOG_HASEBE_MAMI_DEFEAT_11
source: Fine, you're their girlfriends. Whatever.
ru: Хорошо, хорошо, вы их подружки. Как скажешь.

# DIALOG_HASEBE_MAMI_DEFEAT_12
source: Can we leave now?
ru: Теперь мы можем уйти?

# DIALOG_HASEBE_MAMI_DEFEAT_13
source: We did it!
ru: Мы это сделали!

# DIALOG_HASEBE_MAMI_DEFEAT_14
source: Should we still kick them out the window?
ru: Может, их всё же стоит выкинуть из окна?

# DIALOG_HASEBE_MAMI_DEFEAT_15
source: Why not?
ru: Почему бы и нет?

# DIALOG_PASSIVE_SCENE_2_0
source: So what's the plan?
ru: И какой у нас план?

# DIALOG_PASSIVE_SCENE_2_1
source: Break out of school, find our boyfriends, and beat the LIFE outta whoever took 'em!
ru: Вырваться из школы, найти наших парней и выбить ДУХ из тех, кто их забрал!

# DIALOG_PASSIVE_SCENE_2_2
source: Good plan!
ru: Хороший план!

# DIALOG_PASSIVE_SCENE_2_3
source: Thanks, I just came up with it!
ru: Спасибо, я его только что придумала!

# DIALOG_PASSIVE_SCENE_2_4
source: WHOA. You are, like... CRAZY smart, Misako.
ru: ОГО. Ты прямо... БЕЗУМНО умная, Мисако.

# DIALOG_PASSIVE_SCENE_3_0
source: I wonder who took Kunio and Riki.
ru: Интересно, кто забрал Кунио и Рики.

# DIALOG_PASSIVE_SCENE_3_1
source: I wonder who sent us that text message.
ru: Интересно, кто прислал нам то сообщение.

# DIALOG_PASSIVE_SCENE_3_2
source: Yeah, huh?
ru: И правда, кто?

# DIALOG_PASSIVE_SCENE_3_3
source: Check your phone, Kyoko.
ru: Проверь свой телефон, Кёко.

# DIALOG_PASSIVE_SCENE_3_4
source: For what?
ru: Зачем?

# DIALOG_PASSIVE_SCENE_3_5
source: To find out who sent us that text!!
ru: Чтобы узнать, кто прислал сообщение!!!

# DIALOG_PASSIVE_SCENE_3_6
source: OH YEAH! It says, uh... "Blocked Caller." That's a weird name.
ru: А, ДА! Там написано... э-э... "Номер скрыт". Какое странное имя.

# DIALOG_PASSIVE_SCENE_3_7
source: DAMMIT! Of course it would be blocked.
ru: ЧЁРТ! Конечно, он будет скрыт.

# DIALOG_PASSIVE_SCENE_3_8
source: Oh, you know him?
ru: Так ты его знаешь?

# DIALOG_PASSIVE_SCENE_3_9
source: C'mon!
ru: Да ну тебя!

# DIALOG_PASSIVE_SCENE_5_1
source: Those girls seem nice.
ru: Эти девочки вроде довольно милые.

# DIALOG_PASSIVE_SCENE_5_2
source: Yeah, but they're crazy.
ru: Да, но только они чокнутые.

# DIALOG_PASSIVE_SCENE_5_3
source: Oh?
ru: Да?

# DIALOG_PASSIVE_SCENE_5_4
source: They think they're DATING Kunio and Riki.
ru: Они думают, что они ВСТРЕЧАЮТСЯ с Кунио и Рики.

# DIALOG_PASSIVE_SCENE_5_5
source: WHAT! They better not be!
ru: ЧТО?! Лучше бы они так не думали!

# DIALOG_PASSIVE_SCENE_5_6
source: Relax, their brains are just broken.
ru: Расслабься, у них просто мозги набекрень.

# DIALOG_PASSIVE_SCENE_5_7
source: Gonna be a lot MORE broken if they ever touch my Riki!
ru: Будут ЕЩЁ БОЛЬШЕ набекрень, если хоть пальцем коснутся моего Рики!

# DIALOG_PASSIVE_SCENE_6_0
source: Which way are we headed?
ru: Куда мы направляемся?

# DIALOG_PASSIVE_SCENE_6_1
source: Downstairs. We'll exit through the front.
ru: Вниз. Выйдем через главный вход.

# DIALOG_PASSIVE_SCENE_6_2
source: Great plan!
ru: Отличный план!

# DIALOG_PASSIVE_SCENE_6_3
source: I just hope Misuzu's not here today.
ru: Надеюсь, Мисудзу сегодня здесь нет.

# DIALOG_PASSIVE_SCENE_6_4
source: Oh geez, what if she is?
ru: Ой, а что если она здесь?

# DIALOG_PASSIVE_SCENE_6_5
source: You gonna let a 300-pound hall security guard between you and Riki?
ru: Ты позволишь 150-килограммовой охраннице встать между тобой и Рики?

# DIALOG_PASSIVE_SCENE_6_6
source: N-no...?
ru: Н-н-нет...

# DIALOG_PASSIVE_SCENE_9_0
source: So, like, we're looking for food now?
ru: Значит, сейчас мы, типа, ищем еду?

# DIALOG_PASSIVE_SCENE_9_1
source: Seems that way. Let's check the upper floors. I've seen kids selling bootleg food up there.
ru: Похоже, что так. Давай проверим верхние этажи. Я видела, как там ребята торговали едой.

# DIALOG_PASSIVE_SCENE_9_2
source: This school is so weird.
ru: Эта школа такая странная.

# DIALOG_PASSIVE_SCENE_11_0
source: Found the ghost pepper!
ru: Нашла жгучий перец!

# DIALOG_PASSIVE_SCENE_11_1
source: Ewww, too spicey! Get it away.
ru: Фу, слишком острый! Убери его.

# DIALOG_PASSIVE_SCENE_12_0
source: Well, we got beans. Yuck.
ru: Ладно, вот и бобы. Фу.

# DIALOG_PASSIVE_SCENE_12_1
source: At least it's canned, so we can't smell it.
ru: Ну по крайней мере они консервированные, так что запаха не чувствуется.

# DIALOG_PASSIVE_SCENE_12_2
source: I can still smell it...
ru: А я всё равно их чувствую...

# DIALOG_PASSIVE_SCENE_13_0
source: Tomato acquired! Is that what this thing is?
ru: Помидор у нас! Это ведь и есть помидор?

# DIALOG_PASSIVE_SCENE_13_1
source: I don't eat vegetables.
ru: Я не ем овощи.

# DIALOG_PASSIVE_SCENE_13_2
source: Blech, who does?
ru: Фу, а кто их вообще ест?

# DIALOG_PASSIVE_SCENE_15_0
source: No sign of security...
ru: Никого из охраны...

# DIALOG_PASSIVE_SCENE_15_1
source: Maybe she's on break.
ru: Может быть, у неё сейчас обед.

# DIALOG_PASSIVE_SCENE_15_2
source: Uh oh...
ru: Угу...

# DIALOG_PASSIVE_SCENE_20_0
source: Ahhhh... so nice to get outta that crappy school!
ru: Ах... так здорово выбраться из этой паршивой школы!

# DIALOG_PASSIVE_SCENE_20_1
source: For sure. Wanna go see a movie?
ru: Точно. Пойдём в кино?

# DIALOG_PASSIVE_SCENE_20_2
source: We're looking for our boyfriends, remember?
ru: Мы ищем наших парней, забыла?

# DIALOG_PASSIVE_SCENE_20_3
source: Oh yeah. We should ask if they wanna go, too.
ru: А, точно. Надо и их спросить, может, они тоже захотят.

# DIALOG_PASSIVE_SCENE_20_4
source: Sigh... let's go find that creepy guy.
ru: Ох... Ладно, пойдём, разыщем этого жуткого чувака.

# DIALOG_PASSIVE_SCENE_25_0
source: So what's the plan?
ru: И какой у нас план?

# DIALOG_PASSIVE_SCENE_25_1
source: Find that security guard, slap him around for being so lazy, then take his keys and open the mall.
ru: Найти охранника, отшлёпать его за лень, забрать ключи и открыть торговый центр.

# DIALOG_PASSIVE_SCENE_25_2
source: Seriously! How hard is it to open a mall?
ru: Серьёзно! Почему так сложно - открыть центр?

# DIALOG_PASSIVE_SCENE_27_0
source: That must be his house!
ru: Это, наверное, его дом!

# DIALOG_PASSIVE_SCENE_27_1
source: How can you tell?
ru: Почему ты думаешь?

# DIALOG_PASSIVE_SCENE_27_2
source: That must be his house!
ru: Это, наверное, его дом!

# DIALOG_PASSIVE_SCENE_28_0
source: He's got the keys! Don't wake him up.
ru: У него ключи! Не разбуди его.

# DIALOG_PASSIVE_SCENE_29_0
source: Keys acquired! Let's get back to the mall.
ru: Ключи у нас! Идём назад к торговому центру.

# DIALOG_PASSIVE_SCENE_30_0
source: GET OUTTA MY HOUSE!!!
ru: ВОН ИЗ МОЕГО ДОМА!!!

# DIALOG_PASSIVE_SCENE_32_0
source: This place is a real dump.
ru: Это место - настоящая помойка.

# DIALOG_PASSIVE_SCENE_32_1
source: Yeah, I just remembered why I don't shop here anymore.
ru: Да, я вспомнила, почему я больше тут ничего не покупаю.

# DIALOG_PASSIVE_SCENE_32_2
source: Come on, let's find that Yamada guy.
ru: Пойдём искать этого Ямаду.

# DIALOG_PASSIVE_SCENE_34_0
source: Is this a construction site? It's so yucky...
ru: Это и есть стройка? Отвратительное место...

# DIALOG_PASSIVE_SCENE_34_1
source: Yo magic boy, you up there?
ru: Эй, волшебный мальчик, ты там?

# DIALOG_PASSIVE_SCENE_34_2
source: My name's not magic boy!
ru: Меня зовут не волшебный мальчик!

# DIALOG_PASSIVE_SCENE_34_3
source: He's up there. Come on, let's go beat some info outta him.
ru: Он там. Пошли, выбьем из него чуток сведений.

# DIALOG_PASSIVE_SCENE_41_0
source: So this is Uptown, huh?
ru: Так значит, это и есть пригород?

# DIALOG_PASSIVE_SCENE_41_1
source: Seems pretty fancy.
ru: Выглядит довольно модным.

# DIALOG_PASSIVE_SCENE_41_2
source: And expensive.
ru: И дорогим.

# DIALOG_PASSIVE_SCENE_41_3
source: And judgy.
ru: И позёрским.

# DIALOG_PASSIVE_SCENE_41_4
source: We don't belong here, do we?
ru: Мы чужие здесь, верно?

# DIALOG_PASSIVE_SCENE_41_5
source: No, we do not.
ru: Да, верно.

# DIALOG_PASSIVE_SCENE_42_0
source: You ever wonder why everyone in our town is so violent?
ru: Ты никогда не думала, почему в нашем городе все такие жестокие?

# DIALOG_PASSIVE_SCENE_42_1
source: Nope.
ru: Неа.

# DIALOG_PASSIVE_SCENE_42_2
source: I mean, everyone's always punching and kicking each other. Like, everywhere we go, all day long.
ru: Ну типа, все всегда друг друга бьют и пинают. Куда бы мы ни пошли, всюду одинаково.

# DIALOG_PASSIVE_SCENE_42_3
source: I guess so. What's your point?
ru: Похоже на то. К чему ты ведёшь?

# DIALOG_PASSIVE_SCENE_42_4
source: Nothing.
ru: Ни к чему.

# DIALOG_PASSIVE_SCENE_44_0
source: C'mon, let's find that fashion lady and ask her about the dude in the photo!
ru: Пошли, найдём эту модную даму и спросим её про чувака на фото!

# DIALOG_PASSIVE_SCENE_44_1
source: Misako?
ru: Мисако?

# DIALOG_PASSIVE_SCENE_44_2
source: Yeah?
ru: Да?

# DIALOG_PASSIVE_SCENE_44_3
source: Do you think we're... badly dressed?
ru: Тебе не кажется, что мы... плохо одеты?

# DIALOG_PASSIVE_SCENE_44_4
source: Heck no, we look amazing!
ru: Нет, чёрт возьми, у нас отпадный прикид!

# DIALOG_PASSIVE_SCENE_44_5
source: I guess so...
ru: Хотелось бы верить...

# DIALOG_PASSIVE_SCENE_45_0
source: Is this the place?
ru: Это нужное место?

# DIALOG_PASSIVE_SCENE_45_1
source: Let's find out. HEY! Any of you ladies know a Hibari?
ru: Давай выясним. ЭЙ! Кто-нибудь из вас знает Хибари?

# DIALOG_PASSIVE_SCENE_45_2
source: They're not answering. Maybe they're busy.
ru: Не отвечают. Наверное, заняты.

# DIALOG_PASSIVE_SCENE_45_3
source: Well they don't have to be rude!
ru: Но это не повод быть невежливыми!

# DIALOG_PASSIVE_SCENE_45_4
source: Let's come back later.
ru: Давай вернёмся попозже.

# DIALOG_PASSIVE_SCENE_48_0
source: We need something GOLD to make that weirdo fashion designer show up.
ru: Нам нужно что-нибудь ЗОЛОТОЕ, чтобы эта чудаковатая модельерша объявилась.

# DIALOG_PASSIVE_SCENE_48_1
source: But we're so poor...
ru: Но мы такие бедные...

# DIALOG_PASSIVE_SCENE_48_2
source: Let's try the pawn shop in the toy district. Maybe we can trade 'em something.
ru: Давай попытаем счастья в ломбарде в квартале игрушек. Может быть, сможем на что-нибудь выменять.

# DIALOG_PASSIVE_SCENE_48_3
source: Like a knuckle sandwich.
ru: Например, на хорошую затрещину.

# DIALOG_PASSIVE_SCENE_48_4
source: Now you're talking!
ru: Вот теперь ты дело говоришь!

# DIALOG_PASSIVE_SCENE_50_0
source: This is a pawn shop? Looks pretty empty.
ru: Это ломбард? Как-то тут пусто.

# DIALOG_PASSIVE_SCENE_50_1
source: We have to head downstairs. It's in the basement.
ru: Нам надо спуститься вниз. Он в подвале.

# DIALOG_PASSIVE_SCENE_50_2
source: Can't we take the elevator?
ru: Может, спустимся на лифте?

# DIALOG_PASSIVE_SCENE_50_3
source: Yeah! No wait, it's broken.
ru: Ага! Нет, погоди, он не работает.

# DIALOG_PASSIVE_SCENE_50_4
source: I'M NOT USED TO WALKING THIS MUCH!!
ru: Я НЕ ПРИВЫКЛА ТАК МНОГО ХОДИТЬ!!!

# DIALOG_PASSIVE_SCENE_51_0
source: Misakooooo, my feeeeeet hurt!
ru: Мисако-о-о, у меня но-о-о-оги болят!
