Repository: winterheart/rcg-translation-ru
Catalog: translation/*/Dialog_Keys.po
Languages: ru

# DIALOG_ZOMBIE_CRUSHER_COMPLETE_11
source: Totally. But first, you gotta guess my name.
ru: Обязательно. Но сначала угадайте, как меня зовут.

# DIALOG_ZOMBIE_CRUSHER_COMPLETE_12
source: No.
ru: Нет.

# DIALOG_ZOMBIE_CRUSHER_COMPLETE_13
source: Fine, whatevs... didn't wanna tell you anyway...
ru: Ну и ладно... всё равно не хотел вам говорить...

# DIALOG_ABOBO_START_BATTLE_0
source: So what're you two supposed to be?
ru: А вы кто такие будете?

# DIALOG_ABOBO_START_BATTLE_1
source: Girls?
ru: Девчонки?

# DIALOG_ABOBO_START_BATTLE_2
source: High schoolers?
ru: Старшеклассницы?

# DIALOG_ABOBO_START_BATTLE_3
source: I'm sorry, I don't understand the question.
ru: Извините, я не понимаю вопрос.

# DIALOG_ABOBO_START_BATTLE_4
source: A pair of scrawny bugs, sneakin' into my web. Whatcha want, bugs?
ru: Парочка букашек приползла в мои сети. Чего надо, мелюзга?

# DIALOG_ABOBO_START_BATTLE_5
source: We're looking for our boyfriends.
ru: Мы ищем наших парней.

# DIALOG_ABOBO_START_BATTLE_6
source: I can help you with that. My name's Abobo, and I am... currently single.
ru: Могу помочь с этим. Меня зовут Абобо, и я... в данный момент свободен.

# DIALOG_ABOBO_START_BATTLE_7
source: EWW. No, we already HAVE boyfriends.
ru: ФУ. Нет, у нас УЖЕ ЕСТЬ парни.

# DIALOG_ABOBO_START_BATTLE_8
source: NOT you.
ru: НЕ ты.

# DIALOG_ABOBO_START_BATTLE_9
source: DEFINITELY not you.
ru: ОПРЕДЕЛЕННО не ты.

# DIALOG_ABOBO_START_BATTLE_10
source: Fine then. Better crawl back outta here, bugs, before I stomp on you both.
ru: Ну и ладно. Лучше уползайте обратно, букашки, пока я вас обеих не раздавил.

# DIALOG_ABOBO_START_BATTLE_11
source: Did you kidnap our boyfriends?
ru: Это ты похитил наших парней?

# DIALOG_ABOBO_START_BATTLE_12
source: I dunno. I kidnap lotsa people.
ru: Не знаю. Я много кого похищаю.

# DIALOG_ABOBO_START_BATTLE_13
source: Why?
ru: Почему?

# DIALOG_ABOBO_START_BATTLE_14
source: My parents didn't love me enough as a baby.
ru: Меня родители в детстве недостаточно любили.

# DIALOG_ABOBO_START_BATTLE_15
source: Wow, that's... strangely honest.
ru: Ого, это... удивительно честно.

# DIALOG_ABOBO_START_BATTLE_16
source: And so SAD! Misako, I'm gonna cry...
ru: И так ГРУСТНО! Мисако, я сейчас заплачу...

# DIALOG_ABOBO_START_BATTLE_17
source: Well either you took 'em or you didn't! Now answer me, before I slam your thick skull through these walls.
ru: Ты либо забрал их, либо нет! Отвечай сейчас же, пока я твой толстый череп об стенку не приложила!

# DIALOG_ABOBO_START_BATTLE_18
source: Hahaha, you got a mouth on you, sweetie.
ru: Ха-ха-ха! А у тебя язычок острый, детка.

# DIALOG_ABOBO_START_BATTLE_19
source: Got a coupla fists, too!
ru: А ещё есть пара кулаков!

# DIALOG_ABOBO_START_BATTLE_20
source: Yeah? Let's see how well you can work 'em.
ru: Да? Посмотрим, как ты ими работаешь.

# DIALOG_ABOBO_DEFEAT_0
source: Okay okay, I know when I'm beat. You girls are tougher than you look.
ru: Ладно, ладно, я знаю, когда сдаваться. Вы, девочки, гораздо крепче, чем выглядите.

# DIALOG_ABOBO_DEFEAT_1
source: Nah, we're just tougher than YOU look.
ru: Неа, мы просто крепче, чем ТЫ выглядишь.

# DIALOG_ABOBO_DEFEAT_2
source: What about the boys in this photo?
ru: А что насчёт мальчиков на фотографии?

# DIALOG_ABOBO_DEFEAT_3
source: Hmmm... sorry, but I ain't seen 'em.
ru: Х-м-м... нет, извините, этих не встречал.

# DIALOG_ABOBO_DEFEAT_4
source: But you kidnap, like, EVERYONE!
ru: Но ты похищаешь ВСЕХ ПОДРЯД!

# DIALOG_ABOBO_DEFEAT_5
source: So then maybe they weren't kidnapped.
ru: Ну так значит, что их и не похищали вовсе.

# DIALOG_ABOBO_DEFEAT_6
source: But then... where are they?
ru: Но тогда... где они?

# DIALOG_ABOBO_DEFEAT_7
source: Who knows. Geez, you two really did a number on me. Dunno how I can pull tonight's shift in this condition.
ru: Откуда я знаю. Вы две меня сильно потрепали. Даже не знаю, как буду теперь в ночную смену работать.

# DIALOG_ABOBO_DEFEAT_8
source: Shift?
ru: Смену?

# DIALOG_ABOBO_DEFEAT_9
source: I was supposed to run security at the NOIZE concert tonight.
ru: Этой ночью я должен охранять концерт NOIZE.

# DIALOG_ABOBO_DEFEAT_10
source: I thought you kidnapped people for money.
ru: Я думала, ты живешь за счёт похищения людей.

# DIALOG_ABOBO_DEFEAT_11
source: Yeah, but it don't pay what it used to.
ru: Ага, но теперь это приносит не так много денег, что раньше.

# DIALOG_ABOBO_DEFEAT_12
source: Who's NOIZE?
ru: А что за NOIZE?

# DIALOG_ABOBO_DEFEAT_13
source: You don't know NOIZE? Everyone listens to her music! I got all her albums, even the rare import stuff!
ru: Вы не знаете NOIZE? Все слушают её музыку! У меня есть все её альбомы, даже редкие импортные вещи!

# DIALOG_ABOBO_DEFEAT_14
source: Music hurts my ears.
ru: От музыки у меня болит в ушах.

# DIALOG_ABOBO_DEFEAT_15
source: She's performing in Ocean Heights, go check it out. Practically every boy in River City goes missing when NOIZE is in town.
ru: У неё выступление на Океанских холмах, сходите туда. Почти каждый парень в Ривер-сити пропадает, когда NOIZE появляется в городе.

# DIALOG_ABOBO_DEFEAT_16
source: Kunio's not like that!
ru: Кунио не такой!

# DIALOG_ABOBO_DEFEAT_17
source: Riki would never!
ru: Рики бы ни за что!

# DIALOG_ABOBO_DEFEAT_18
source: Whatever you say, hehehe...
ru: Да как скажете, хе-хе-хе...

# DIALOG_WERE_ON_THE_LIST_START_0
source: Yo, is this NOIZE's yacht?
ru: Эй, это яхта NOIZE?

# DIALOG_WERE_ON_THE_LIST_START_1
source: So what if it is?
ru: Даже если и так, что с того?

# DIALOG_WERE_ON_THE_LIST_START_2
source: Let us aboard! We got business with her.
ru: Впусти нас на борт! У нас к ней дело.

# DIALOG_WERE_ON_THE_LIST_START_3
source: So what if you do?
ru: А мне какое дело?

# DIALOG_WERE_ON_THE_LIST_START_4
source: Please? We're in love.
ru: Пожалуйста! Мы влюблены.

# DIALOG_WERE_ON_THE_LIST_START_5
source: You and everyone else. But NOIZE don't love you, so beat it.
ru: Как и все. Но NOIZE вас не любит, так что смиритесь.

# DIALOG_WERE_ON_THE_LIST_START_6
source: Not with HER! I'm in love with Riki!
ru: Да не в НЕЁ! Я влюблена в Рики!

# DIALOG_WERE_ON_THE_LIST_START_7
source: I don't know who that is.
ru: Я не знаю, кто это.

# DIALOG_WERE_ON_THE_LIST_START_8
source: And Kunio!
ru: И Кунио!

# DIALOG_WERE_ON_THE_LIST_START_9
source: Still don't know. Or care. Now beat it.
ru: Всё равно не знаю. Мне плевать. А теперь валите отсюда.

# DIALOG_WERE_ON_THE_LIST_START_10
source: I'll beat you!
ru: Да я тебя сама отваляю!

# DIALOG_WERE_ON_THE_LIST_START_11
source: Look, mister... what did you say your name was?
ru: Слушай, мистер... как, ты сказал, тебя зовут?

# DIALOG_WERE_ON_THE_LIST_START_12
source: I didn't.
ru: Я не говорил.

# DIALOG_WERE_ON_THE_LIST_START_13
source: There must be SOME way we can get on that yacht.
ru: Должен же быть КАКОЙ-ТО способ попасть на яхту.

# DIALOG_WERE_ON_THE_LIST_START_14
source: Not without a VIP pass.
ru: Без VIP-пропуска - нет.

# DIALOG_WERE_ON_THE_LIST_START_15
source: And where can we get one of those?
ru: А где его можно достать?

# DIALOG_WERE_ON_THE_LIST_START_16
source: Degenerates like you will never be VIP.
ru: Дегенераты вроде вас никогда не станут VIP.

# DIALOG_WERE_ON_THE_LIST_START_17
source: WHAT DID HE SAY??
ru: ЧТО ОН СКАЗАЛ?!

# DIALOG_WERE_ON_THE_LIST_START_18
source: Okay, we understand! See ya later. C'mon, Misako...
ru: Хорошо, мы поняли. Ещё увидимся. Пошли, Мисако...

# DIALOG_SUPER_FANS_START_0
source: May I help you?
ru: Могу я вам помочь?

# DIALOG_SUPER_FANS_START_1
source: Hey, Jeeves. We need some info.
ru: Привет, Дживс. Нам надо кое-что узнать.

# DIALOG_SUPER_FANS_START_2
source: The shelter is on 8th Street.
ru: Ночлежка находится на Восьмой улице.

# DIALOG_SUPER_FANS_START_3
source: What? No, we're not homeless.
ru: Что? Нет, мы не бездомные.

# DIALOG_SUPER_FANS_START_4
source: Why, do we LOOK homeless?
ru: Мы ПОХОЖИ на бездомных?

# DIALOG_SUPER_FANS_START_5
source: You don't NOT look homeless.
ru: Вы не то чтобы НЕ похожи на бездомных.

# DIALOG_SUPER_FANS_START_6
source: We need VIP passes to the NOIZE concert. Got any?
ru: Нам нужны VIP-пропуска на концерт NOIZE. У тебя найдутся?

# DIALOG_SUPER_FANS_START_7
source: I have ONE pair of VIP passes for NOIZE's ultimate fans.
ru: У меня есть ОДНА пара VIP-пропусков для самых преданных фанатов NOIZE.

# DIALOG_SUPER_FANS_START_8
source: Well yeah, I mean, that's us.
ru: Ну да, то есть, это как раз мы.

# DIALOG_SUPER_FANS_START_9
source: Sure is!
ru: Точно!

# DIALOG_SUPER_FANS_START_10
source: Oh really? Then I'm sure you can answer these 3 questions about her.
ru: Правда? Тогда я уверен, что вы сможете ответить на три вопроса о ней.

# DIALOG_SUPER_FANS_START_11
source: Obviously.
ru: Несомненно.

# DIALOG_SUPER_FANS_START_12
source: What is NOIZE's favorite food?
ru: Какая любимая еда NOIZE?

# DIALOG_SUPER_FANS_START_13
source: Uh... milkshakes?
ru: Э-э-э... молочный коктейль?

# DIALOG_SUPER_FANS_START_14
source: No. Her dog's name?
ru: Нет. Как зовут её собаку?

# DIALOG_SUPER_FANS_START_15
source: Captain... Barkington?
ru: Капитан... Гавкинс?

# DIALOG_SUPER_FANS_START_16
source: No. Her home town?
ru: Нет. Её родной город?

# DIALOG_SUPER_FANS_START_17
source: Uh... here?
ru: Э-э-э... этот?

# DIALOG_SUPER_FANS_START_18
source: BEGONE. I await a pair of NOIZE's TRUE superfans. Only they shall be her VIPs.
ru: ПРОЧЬ. Я жду ИСТИННЫХ фанатов NOIZE. Только они станут её VIP-гостями.

# DIALOG_SUPER_FANS_INCOMPLETE_0
source: May I help you?
ru: Могу я вам помочь?

# DIALOG_SUPER_FANS_INCOMPLETE_1
source: See? Told you he wouldn't remember us!
ru: Вот видишь! Я тебе говорила, он нас не вспомнит!

# DIALOG_SUPER_FANS_INCOMPLETE_2
source: No, but I can hear you.
ru: Нет, но я вас слышал.

# DIALOG_SUPER_FANS_INCOMPLETE_3
source: We're here for VIP passes to the NOIZE concert.
ru: Мы пришли за VIP-пропусками на концерт NOIZE.

# DIALOG_SUPER_FANS_INCOMPLETE_4
source: That's us. We're very VIP persons.
ru: Это мы. Мы очень VIP-персоны.

# DIALOG_SUPER_FANS_INCOMPLETE_5
source: Is that so?
ru: Вы так думаете?

# DIALOG_SUPER_FANS_INCOMPLETE_6
source: Yes?
ru: Да?

# DIALOG_SUPER_FANS_INCOMPLETE_7
source: Then answer me three questions...
ru: Тогда ответьте на три вопроса...

# DIALOG_SUPER_FANS_INCOMPLETE_8
source: Okay, this ain't gonna work. We'll be back.
ru: Ладно, это не сработало. Мы позже зайдём.

# DIALOG_SUPER_FANS_INCOMPLETE_9
source: Bye!
ru: Пока!

# DIALOG_KAORI_SUPER_FANS_0
source: Look, it's Kaori!
ru: Смотри, это Каори!

# DIALOG_KAORI_SUPER_FANS_1
source: Oh hey. Are you guys here for the NOIZE concert?
ru: О, привет. Вы пришли на концерт NOIZE?

# DIALOG_KAORI_SUPER_FANS_2
source: Sorta.
ru: Типа того.

# DIALOG_KAORI_SUPER_FANS_3
source: Can you believe she FINALLY came back to River City?
ru: Можете поверить, что она НАКОНЕЦ-ТО вернулась в Ривер-сити?

# DIALOG_KAORI_SUPER_FANS_4
source: Yeahhhh, totally.
ru: Да-а-а, несомненно.

# DIALOG_KAORI_SUPER_FANS_5
source: I mean, how long has it BEEN, right?
ru: То есть, как ДАВНО её тут не было, да?

# DIALOG_KAORI_SUPER_FANS_6
source: Um, thirteen...?
ru: М-м-м, тринадцать?..

# DIALOG_KAORI_SUPER_FANS_7
source: At LEAST six months!
ru: ПО КРАЙНЕЙ МЕРЕ шесть месяцев!

# DIALOG_KAORI_SUPER_FANS_8
source: Oh yeah. Maybe longer even?
ru: О да. Может быть, даже и дольше?

# DIALOG_KAORI_SUPER_FANS_9
source: I think maybe, yeah!
ru: Наверное, даже и так!

# DIALOG_KAORI_SUPER_FANS_10
source: Anyway, you don't have any extra passes to the concert, do you?
ru: Ладно, у тебя случайно не найдётся лишних билетов на концерт?

# DIALOG_KAORI_SUPER_FANS_11
source: Hahahaha, that's a good one! You know they sold out months ago.
ru: Ха-ха-ха, хорошая шутка! Вы же знаете, что всё распродано месяцами назад.

# DIALOG_KAORI_SUPER_FANS_12
source: Yeahhhh... I'm hilarious.
ru: Да-а-а, я такая смешная.

# DIALOG_KAORI_SUPER_FANS_13
source: You could only get them in NOIZE's home town.
ru: Только в её родном городе их ещё можно купить.

# DIALOG_KAORI_SUPER_FANS_14
source: Where was that again...?
ru: Напомни, где это?..

# DIALOG_KAORI_SUPER_FANS_15
source: Bunsonville.
ru: Бансонвилль.

# DIALOG_KAORI_SUPER_FANS_16
source: Perfect, later!
ru: Отлично, пока!

# DIALOG_KAORI_SUPER_FANS_17
source: Wait, don't you guys wanna hang?
ru: Постойте, вы разве не хотите развлечься?

# DIALOG_KAORI_SUPER_FANS_18
source: Sorry, we gotta jet!
ru: Извини, надо бежать!

# DIALOG_KAORI_SUPER_FANS_19
source: Bye, Kaori!
ru: Пока, Каори!

# DIALOG_KAORI_SUPER_FANS_20
source: I wanted to hang...
ru: А я хотела немного поразвлечься...

# DIALOG_MIHOKO_SUPER_FANS_0
source: Kyoko! Misako! Heyyyy!
ru: Кёко! Мисако! Э-э-эй!

# DIALOG_MIHOKO_SUPER_FANS_1
source: It's Mihoko, isn't it...?
ru: Это Михоко, да?..

# DIALOG_MIHOKO_SUPER_FANS_2
source: Yeahhh... Hi, Mihoko!
ru: Да-а-а... Привет, Михоко!

# DIALOG_MIHOKO_SUPER_FANS_3
source: It's so funny running into you guys out here!
ru: Так забавно вас тут встретить!

# DIALOG_MIHOKO_SUPER_FANS_4
source: Hilarious.
ru: Просто уморительно.

# DIALOG_MIHOKO_SUPER_FANS_5
source: What are you up to?
ru: А ты что тут делаешь?

# DIALOG_MIHOKO_SUPER_FANS_6
source: Walking my dog! Isn't she the cutest, wootest, widdle doggy EVEW?? Guess what her name is.
ru: Собаку выгуливаю! Разве это не самая миленькая, самая сладенькая масенькая собачечка на светике? Угадайте, как её зовут.

# DIALOG_MIHOKO_SUPER_FANS_7
source: Garbage Face?
ru: Помойная морда?

# DIALOG_MIHOKO_SUPER_FANS_8
source: What?? No. It's... it's Molly McMuffins.
ru: Что? Нет. Ее зовут Молли Макмаффин.

# DIALOG_MIHOKO_SUPER_FANS_9
source: She's SUPER cute. Right, Misako?
ru: И она НЕВЕРОЯТНО милая. Правда, Мисако?

# DIALOG_MIHOKO_SUPER_FANS_10
source: Yeah. Totally.
ru: Ага. Абсолютно.

# DIALOG_MIHOKO_SUPER_FANS_11
source: Yesterday, we even ran into NOIZE walking her dog on the beach. Can you believe it??
ru: Вчера мы встретили NOIZE, она выгуливала свою собачку на пляже. Можете себе представить?!

# DIALOG_MIHOKO_SUPER_FANS_12
source: Did you catch her dog's name?
ru: А ты знаешь, как зовут её собаку?

# DIALOG_MIHOKO_SUPER_FANS_13
source: Oh yeah.
ru: Ага.

# DIALOG_MIHOKO_SUPER_FANS_14
source: Awesome!
ru: Превосходно!

# DIALOG_MIHOKO_SUPER_FANS_15
source: Totally.
ru: Абсолютно.

# DIALOG_MIHOKO_SUPER_FANS_16
source: So are you guys headed to the fair or...?
ru: А вы собираетесь на выставку или?..

# DIALOG_MIHOKO_SUPER_FANS_17
source: WHAT WAS HER DOG'S NAME??
ru: КАК ЗОВУТ ЕЁ СОБАКУ???

# DIALOG_MIHOKO_SUPER_FANS_18
source: Oh, her dog's name is Dog.
ru: О, ее собачку зовут Собака.

# DIALOG_MIHOKO_SUPER_FANS_19
source: But, like, D-A-W-G Dawg, you know? Like how the cool kids say it?
ru: Точнее, СЦО-БА-КО, Сцобако, знаете? Как сейчас крутые ребята любят говорить?

# DIALOG_MIHOKO_SUPER_FANS_20
source: I hate everything about this conversation.
ru: Я ненавижу всё в этом разговоре.

# DIALOG_MIHOKO_SUPER_FANS_21
source: Thanks so much! We've gotta get running. Bye, Mihoko!
ru: Спасибо огромное! Нам пора бежать. Пока, Михоко!

# DIALOG_MIHOKO_SUPER_FANS_22
source: Bye, Kyoko! Bye, Misako! Say bye to the nice ladies, Molly McMuffins!
ru: Пока, Кёко! Пока, Мисако! Попрощайся с милым девушками, Молли Макмаффин!

# DIALOG_SUPER_FANS_COMPLETE_0
source: May I help you?
ru: Могу я вам помочь?

# DIALOG_SUPER_FANS_COMPLETE_1
source: We're here for VIP passes to the NOIZE concert! We're her number one fans.
ru: Мы пришли за VIP-пропусками на концерт NOIZE. Мы её фанаты номер один.

# DIALOG_SUPER_FANS_COMPLETE_2
source: Oh really?
ru: О, правда?

# DIALOG_SUPER_FANS_COMPLETE_3
source: Like... the biggest. Yay. Go NOIZE and stuff.
ru: Типа... самые большие фанаты. Вау. Вперёд, NOIZE, и тому подобное.

# DIALOG_SUPER_FANS_COMPLETE_4
source: Hmm. If you are indeed her biggest fans, what is her-
ru: Хм-м. Если вы в самом деле её большие фанаты, то какой её...

# DIALOG_SUPER_FANS_COMPLETE_5
source: Fatty Tuna!
ru: Жирный тунец!

# DIALOG_SUPER_FANS_COMPLETE_6
source: And where-
ru: А где...

# DIALOG_SUPER_FANS_COMPLETE_7
source: Bunsonville!
ru: Бансонвилль!

# DIALOG_SUPER_FANS_COMPLETE_8
source: And-
ru: И...

# DIALOG_SUPER_FANS_COMPLETE_9
source: Dawg! But how the cool kids spell it.
ru: Сцобако! Так сейчас говорят крутые ребята.

# DIALOG_SUPER_FANS_COMPLETE_10
source: I'm impressed. Here are two VIP passes to the concert, enjoy.
ru: Я впечатлён. Вот два VIP-билета на концерт, развлекайтесь.

# DIALOG_SUPER_FANS_COMPLETE_11
source: And you seriously don't remember us?
ru: А ты правда нас не помнишь?

# DIALOG_SUPER_FANS_COMPLETE_12
source: No. Should I?
ru: Нет. А должен?

# DIALOG_SUPER_FANS_COMPLETE_13
source: Nope! Thanks for the passes!
ru: Неа! Спасибо за пропуска!

# DIALOG_WERE_ON_THE_LIST_COMPLETE_0
source: We got VIP passes!
ru: Мы достали VIP-пропуска!

# DIALOG_WERE_ON_THE_LIST_COMPLETE_1
source: Yeah, so scram off!
ru: Да, так что катись отсюда!

# DIALOG_WERE_ON_THE_LIST_COMPLETE_2
source: Are these legitimate?
ru: Они настоящие?

# DIALOG_WERE_ON_THE_LIST_COMPLETE_3
source: YES, and so's my fist if you don't get outta our way!
ru: ДА, как и мой кулак, если ты не уберёшься с дороги!

# DIALOG_WERE_ON_THE_LIST_COMPLETE_4
source: Your fist is legitimate?
ru: Твой кулак настоящий?

# DIALOG_WERE_ON_THE_LIST_COMPLETE_5
source: Hehe, we're kind of in a hurry, sir. Really big NOIZE fans and we don't wanna miss the first song.
ru: Хи-хи, мы немножко торопимся, сэр. Мы большие поклонницы NOIZE, и мы бы не хотели пропустить первую песню.

# DIALOG_WERE_ON_THE_LIST_COMPLETE_6
source: The passes are good. Enjoy the show.
ru: Пропуска настоящие. Наслаждайтесь представлением.

# DIALOG_NOIZE_PROLOGUE_0
source: I SAID, ARE YOU READY TO ROCK???
ru: Я СПРАШИВАЮ, ВЫ ГОТОВЫ ЗАЖЕЧЬ?

# DIALOG_NOIZE_PROLOGUE_1
source: NO! We are ready to LOVE!
ru: НЕТ! Мы готовы ЛЮБИТЬ!

# DIALOG_NOIZE_PROLOGUE_2
source: What?
ru: Что?

# DIALOG_NOIZE_PROLOGUE_3
source: Give us back our boyfriends!
ru: Верни нам наших парней!

# DIALOG_NOIZE_PROLOGUE_4
source: Yeah, we miss their snuggles!
ru: Да, нам не хватает их обнимашек!

# DIALOG_NOIZE_PROLOGUE_5
source: SECURITY! We got some more crazies up here...
ru: ОХРАНА! У нас тут какие-то чокнутые...

# DIALOG_NOIZE_PROLOGUE_6
source: Whatsa matter, can't deal with us yourself?
ru: В чём дело, сама с нами справиться не можешь?

# DIALOG_NOIZE_PROLOGUE_7
source: You callin' me a wuss?
ru: Ты меня сейчас слабачкой назвала?

# DIALOG_NOIZE_PROLOGUE_8
source: If the shoe fits.
ru: Не в бровь, а в глаз.

# DIALOG_NOIZE_PROLOGUE_9
source: Misako, her shoes are, like, hella amazing.
ru: Мисако, вообще-то, её глаза прекрасно выглядят.

# DIALOG_NOIZE_PROLOGUE_10
source: Yeah, they kinda are...
ru: Да, да, типа того...

# DIALOG_NOIZE_PROLOGUE_11
source: ENOUGH! I didn't steal yer boyfriends, but if they ditched you to be here tonight, heh... what else is new?
ru: ХВАТИТ! Я не крала ваших парней, но если они вас бросили, чтобы прийти сегодня сюда... то в этом нет ничего нового!

# DIALOG_NOIZE_PROLOGUE_12
source: Wipe that smirk off yer face before I PUNCH it off!
ru: Убери эту ухмылку, пока я её тебе с лица не СБИЛА!

# DIALOG_NOIZE_PROLOGUE_13
source: I'd like to see you try, Dinglebutt.
ru: Хотела бы я на это посмотреть, Козявка.

# DIALOG_NOIZE_PROLOGUE_14
source: Dinglebutt?
ru: Козявка?

# DIALOG_NOIZE_PROLOGUE_15
source: It's an insult, you tool!
ru: Это оскорбление, тупица!

# DIALOG_NOIZE_PROLOGUE_16
source: Nobody insults me but ME!
ru: Никто не может меня оскорблять, кроме МЕНЯ!

# DIALOG_NOIZE_PROLOGUE_17
source: Get bent. Get wrecked. Get beat, get sliced, get destroyed, and get off my stage!
ru: Убейся об стену, расшибись об пол, самоуничтожься и сгинь с моей сцены!

# DIALOG_NOIZE_PROLOGUE_18
source: Nozomi, is that you?
ru: Нодзоми, это ты?

# DIALOG_NOIZE_PROLOGUE_19
source: W-WHAT???
ru: ЧТО-О-О?!

# DIALOG_NOIZE_START_BATTLE_0
source: But you WEREN'T my best friend! You LEFT a month later and I was ALL ALONE!
ru: Но ты НЕ БЫЛА моей лучшей подружкой! Ты УШЛА месяцем позже и я была СОВСЕМ ОДНА!

# DIALOG_NOIZE_START_BATTLE_1
source: I got expelled for stealing basketball hoops.
ru: Меня исключили за кражу баскетбольных колец.

# DIALOG_NOIZE_START_BATTLE_2
source: That's where you got all those?
ru: Так это там ты их взяла?

# DIALOG_NOIZE_START_BATTLE_3
source: Uh huh.
ru: Ага.

# DIALOG_NOIZE_START_BATTLE_4
source: Weirdo.
ru: Чудачка.

# DIALOG_NOIZE_START_BATTLE_5
source: ENOUGH!
ru: ХВАТИТ!

# DIALOG_NOIZE_START_BATTLE_6
source: You come on MY STAGE! And embarrass ME! In front of MY FANS???
ru: Вы забрались КО МНЕ НА СЦЕНУ! И позорите МЕНЯ! Перед моими ФАНАТАМИ!

# DIALOG_NOIZE_START_BATTLE_7
source: We've got VIP passes.
ru: У нас VIP-пропуска.

# DIALOG_NOIZE_START_BATTLE_8
source: Yeah, can't we be up here?
ru: Да, разве нам нельзя тут находиться?

# DIALOG_NOIZE_START_BATTLE_9
source: So you're big fans, huh?
ru: То есть вы мои самые лучшие фанаты, да?

# DIALOG_NOIZE_START_BATTLE_10
source: I know your dog's name is Dawg.
ru: Я знаю, что твою собаку зовут Сцобако.

# DIALOG_NOIZE_START_BATTLE_11
source: Then get ready for this next song. It's a real... KILLER TRACK.
ru: Тогда приготовьтесь к следующей песне. Это настоящий... УБОЙНЫЙ ТРЕК.

# DIALOG_NOIZE_START_BATTLE_12
source: She's going to murder us now, isn't she?
ru: Она нас собирается сейчас убить, да?

# DIALOG_NOIZE_START_BATTLE_13
source: Yup.
ru: Угу.

# DIALOG_NOIZE_DEFEAT_0
source: You girls are so... METAL.
ru: Вы, девчата, прямо... ХАРДКОР.

# DIALOG_NOIZE_DEFEAT_1
source: I prefer trip hop.
ru: Я предпочитаю трип-хоп.

# DIALOG_NOIZE_DEFEAT_2
source: We survived your song, now tell us where Kunio and Riki are!
ru: Мы пережили твою песню, теперь скажи нам, где Кунио и Рики!

# DIALOG_NOIZE_DEFEAT_3
source: I have no idea where your boyfriends are. Shouldn't you?
ru: Я понятия не имею, где ваши парни. А вы разве не должны?

# DIALOG_NOIZE_DEFEAT_4
source: They were kidnapped. Or maybe not, we don't know.
ru: Их похитили. А может быть и нет, мы не знаем.

# DIALOG_NOIZE_DEFEAT_5
source: It's been a long day.
ru: Это был долгий день.

# DIALOG_NOIZE_DEFEAT_6
source: We thought they might be here because, like, ALL the boys love NOIZE.
ru: Мы думали, они могут быть здесь, потому что ВСЕ парни любят NOIZE.

# DIALOG_NOIZE_DEFEAT_7
source: Heh, you got that right.
ru: Вот это вы правильно поняли.

# DIALOG_NOIZE_DEFEAT_8
source: Okay, you should try Sanwakai Tower. That's where Sabu runs his criminal empire.
ru: Попробуйте Башню Санвакай. Оттуда Сабу управляет своей криминальной империей.

# DIALOG_NOIZE_DEFEAT_9
source: If your boyfriends got kidnapped, odds are they ended up there.
ru: Если ваших парней похитили, они вполне могли оказаться там.

# DIALOG_NOIZE_DEFEAT_10
source: How do you know all this?
ru: Откуда ты всё это знаешь?

# DIALOG_NOIZE_DEFEAT_11
source: Sabu paid for my first album. I'm... not proud of that.
ru: Сабу оплатил мой первый альбом. Мне тут... нечем гордиться.

# DIALOG_NOIZE_DEFEAT_12
source: It's okay, Nozomi.
ru: Всё нормально, Нодзоми.

# DIALOG_NOIZE_DEFEAT_13
source: Thanks. Let's get outta here, Kyoko.
ru: Спасибо. Пойдем отсюда, Кёко.

# DIALOG_NOIZE_DEFEAT_14
source: Bye, Dinglebutt.
ru: Пока, Козявка.

# DIALOG_NOIZE_DEFEAT_15
source: OKAY, YOU REJECTS! ENOUGH SAPPY STORY TIME!
ru: ЛАДНО, ВЫ, БРОШЕНКИ! ХВАТИТ СЛЕЗЛИВЫХ ИСТОРИЙ!

# DIALOG_NOIZE_DEFEAT_16
source: ARE YOU READY TO ROCK??? ONE, TWO, THREE, FOUR!
ru: ГОТОВЫ ЗАЖЕЧЬ?! РАЗ, ДВА, ТРИ, ЧЕТЫРЕ!

# DIALOG_HASEBE_MAMI_SANWAKAI_TOWER_0
source: Oh look, it's THOSE girls again...
ru: О, смотри, ОПЯТЬ они...

# DIALOG_HASEBE_MAMI_SANWAKAI_TOWER_1
source: Can it, Hasebe! It has NOT been a good day!
ru: Заткнись, Хасэбэ! Сегодня у нас был НЕ ОЧЕНЬ хороший день!

# DIALOG_HASEBE_MAMI_SANWAKAI_TOWER_2
source: Pfft, rude.
ru: Пф-ф, как грубо.

# DIALOG_HASEBE_MAMI_SANWAKAI_TOWER_3
source: So rude...
ru: Как грубо...
