Repository: winterheart/rcg-translation-ru
Catalog: translation/*/Dialog_Keys.po
Languages: ru

# ENEMY_DEATH_MALE_40
source: Darnit!
ru: Чёрт!

# ENEMY_DEATH_MALE_41
source: Such violence...
ru: Сколько насилия...

# ENEMY_DEATH_MALE_42
source: COUGH!
ru: КХЕ!

# ENEMY_DEATH_MALE_43
source: Zounds!
ru: Чёрт возьми!

# ENEMY_DEATH_MALE_44
source: Double-zounds!
ru: Чёрт возьми ещё раз!

# ENEMY_DEATH_MALE_45
source: You palooka!
ru: Тупица!

# ENEMY_DEATH_MALE_46
source: BLARG!
ru: Э-Э-Э!

# ENEMY_DEATH_MALE_47
source: Totally whack!
ru: Полный отстой!

# ENEMY_DEATH_MALE_48
source: Aw shucks.
ru: О... чёрт.

# ENEMY_DEATH_MALE_49
source: I'm done for!
ru: С меня хватит!

# ENEMY_DEATH_FEMALE_0
source: BARF!
ru: БУЭ!

# ENEMY_DEATH_FEMALE_1
source: Oh dang!
ru: А, чёрт!

# ENEMY_DEATH_FEMALE_2
source: That hurt!
ru: Больно!

# ENEMY_DEATH_FEMALE_3
source: No way!
ru: Не пойдёт!

# ENEMY_DEATH_FEMALE_4
source: Nu uh!
ru: Не-а!

# ENEMY_DEATH_FEMALE_5
source: I feel wooooozy...
ru: Голова кружится...

# ENEMY_DEATH_FEMALE_6
source: My guts!
ru: Мой живот!

# ENEMY_DEATH_FEMALE_7
source: OOF!
ru: УФ!

# ENEMY_DEATH_FEMALE_8
source: Pathetic.
ru: Какая жалость.

# ENEMY_DEATH_FEMALE_9
source: Like totally whatever.
ru: То есть, типа, неважно.

# ENEMY_DEATH_FEMALE_10
source: Whoa!
ru: Ух ты!

# ENEMY_DEATH_FEMALE_11
source: Play nice!
ru: Играй по-честному!

# ENEMY_DEATH_FEMALE_12
source: OUCH!
ru: ОЙ!

# ENEMY_DEATH_FEMALE_13
source: You're so mean!
ru: Это было грубо!

# ENEMY_DEATH_FEMALE_14
source: Hmph!
ru: Пфф!

# ENEMY_DEATH_FEMALE_15
source: So very, very sad.
ru: Очень, очень печально.

# ENEMY_DEATH_FEMALE_16
source: Not in the face!
ru: Только не по лицу!

# ENEMY_DEATH_FEMALE_17
source: I taste blood.
ru: Я чувствую вкус крови.

# ENEMY_DEATH_FEMALE_18
source: My tummy!
ru: Мой живот!

# ENEMY_DEATH_FEMALE_19
source: My knees!
ru: Мои коленки!

# ENEMY_DEATH_FEMALE_20
source: My elbow!
ru: Мой локоть!

# ENEMY_DEATH_FEMALE_21
source: That wasn't nice.
ru: Это было не очень.

# ENEMY_DEATH_FEMALE_22
source: Stop punching me!
ru: Хватит меня колотить!

# ENEMY_DEATH_FEMALE_23
source: My spine aches.
ru: У меня спина болит.

# ENEMY_DEATH_FEMALE_24
source: Feckless goon!
ru: Бесполезный громила!

# ENEMY_DEATH_FEMALE_25
source: Oh well.
ru: Ну ладно.

# ENEMY_DEATH_FEMALE_26
source: OOMF!
ru: УФ!

# ENEMY_DEATH_FEMALE_27
source: I still look cute.
ru: Я всё ещё выгляжу симпатично.

# ENEMY_DEATH_FEMALE_28
source: That really hurt.
ru: Это было очень больно.

# ENEMY_DEATH_FEMALE_29
source: I'm so grounded.
ru: Я так разбита.

# ENEMY_DEATH_FEMALE_30
source: I super hate you.
ru: Я тебя так ненавижу.

# ENEMY_DEATH_FEMALE_31
source: Watch the makeup!
ru: Не размажь косметику!

# ENEMY_DEATH_FEMALE_32
source: You jerk.
ru: Ты ничтожество.

# ENEMY_DEATH_FEMALE_33
source: So rude.
ru: Как грубо.

# ENEMY_DEATH_FEMALE_34
source: HELP!
ru: ПОМОГИТЕ!

# ENEMY_DEATH_FEMALE_35
source: DADDY!
ru: ПАПОЧКА!

# ENEMY_DEATH_FEMALE_36
source: Whatever.
ru: Неважно.

# ENEMY_DEATH_FEMALE_37
source: Sigh...
ru: Эх...

# ENEMY_DEATH_FEMALE_38
source: Aw geez.
ru: Оууу.

# ENEMY_DEATH_FEMALE_39
source: Dangit!
ru: Блин!

# ENEMY_DEATH_FEMALE_40
source: Darnit!
ru: Чёрт!

# ENEMY_DEATH_FEMALE_41
source: Put down your fists, sister.
ru: Убери-ка кулаки, сестричка.

# ENEMY_DEATH_FEMALE_42
source: COUGH!
ru: КХЕ!

# ENEMY_DEATH_FEMALE_43
source: Huh.
ru: Хм.

# ENEMY_DEATH_FEMALE_44
source: Meh.
ru: М-м.

# ENEMY_DEATH_FEMALE_45
source: I'm a loser.
ru: Я неудачница.

# ENEMY_DEATH_FEMALE_46
source: BLARG!
ru: Э-Э-Э!

# ENEMY_DEATH_FEMALE_47
source: Dork alert (me).
ru: Осторожно, зануда (это я).

# ENEMY_DEATH_FEMALE_48
source: Aw shucks.
ru: О... чёрт.

# ENEMY_DEATH_FEMALE_49
source: I'm done for!
ru: С меня хватит!

# SHOP_BANNON _01-01
source: Hey there! Buy something.
ru: Привет! Купите что-нибудь.

# SHOP_BANNON _01-02
source: Whatcha need?
ru: Чего-то нужно?

# SHOP_BANNON _01-03
source: Good choice.
ru: Хороший выбор.

# SHOP_BANNON _01-04
source: Nice one.
ru: Мило.

# SHOP_BANNON _01-05
source: Got it.
ru: Понятно.

# SHOP_BANNON _01-06
source: Sure thing.
ru: Несомненно.

# SHOP_BANNON _01-07
source: Okay.
ru: Хорошо.

# SHOP_BANNON _01-08
source: Uh huh.
ru: Ага.

# SHOP_BANNON _01-09
source: See ya later.
ru: Ещё увидимся.

# SHOP_BANNON _01-10
source: Drop by any time.
ru: Заходите в любое время.

# SHOP_KAWAII_JAMES_02-01
source: Getcher games!
ru: Покупайте игры!

# SHOP_KAWAII_TOMM_02-02
source: Right here!
ru: Прямо тут!

# SHOP_KAWAII_JAMES_02-03
source: Beep beep boop!
ru: Бип-бип-буп!

# SHOP_KAWAII_TOMM_02-04
source: Video games here!
ru: Тут есть видеоигры!

# SHOP_KAWAII_JAMES_02-05
source: Sweet!
ru: Чудесно!

# SHOP_KAWAII_TOMM_02-06
source: That's a rare one.
ru: Это редкий экземпляр.

# SHOP_KAWAII_JAMES_02-07
source: 16 bits...
ru: 16 бит...

# SHOP_KAWAII_TOMM_02-08
source: ...solid gold taste!
ru: ...отличный вкус!

# SHOP_KAWAII_JAMES_02-09
source: Item get!
ru: Продано!

# SHOP_KAWAII_TOMM_02-10
source: Congrats.
ru: Поздравляю.

# SHOP_KAWAII_JAMES_02-11
source: User reward number?
ru: Номер скидочной карты?

# SHOP_KAWAII_TOMM_02-12
source: You've got one, right?
ru: У тебя же есть, да?

# SHOP_KAWAII_JAMES_02-13
source: Inventory:
ru: Инвентарь:

# SHOP_KAWAII_TOMM_02-14
source: Plus one.
ru: Плюс один.

# SHOP_KAWAII_JAMES_02-15
source: How about a replacement plan?
ru: Как насчет программы замены?

# SHOP_KAWAII_TOMM_02-16
source: Better be safe.
ru: Лучше перестраховаться.

# SHOP_KAWAII_JAMES_2-17
source: Press eject.
ru: Нажми "извлечь".

# SHOP_KAWAII_TOMM_02-18
source: See ya soon!
ru: Увидимся!

# SHOP_KAWAII_JAMES_2-19
source: Continue?
ru: Продолжить?

# SHOP_TAKASHI_03-01
source: Welcome to shop.
ru: Добро пожаловать в магазин.

# SHOP_TAKASHI_03-02
source: Hello. Please buy.
ru: Привет. Покупайте, пожалуйста.

# SHOP_TAKASHI_03-03
source: Purchase made.
ru: Покупка совершена.

# SHOP_TAKASHI_03-04
source: Item purchased.
ru: Предмет приобретён.

# SHOP_TAKASHI_03-05
source: Item bought.
ru: Предмет куплен.

# SHOP_TAKASHI_03-06
source: Item sold.
ru: Предмет продан.

# SHOP_TAKASHI_03-07
source: Money accepted.
ru: Деньги приняты.

# SHOP_TAKASHI_03-08
source: Funds received.
ru: Средства получены.

# SHOP_TAKASHI_03-09
source: Goodbye.
ru: До свидания.

# SHOP_TAKASHI_03-10
source: Exit shop now.
ru: Покиньте магазин.

# SHOP_BUREIBA_04-01
source: Initiating shopping experience.
ru: Начало процесса покупки.

# SHOP_BUREIBA_04-02
source: Enter shop = 1.
ru: Войти в магазин = 1.

# SHOP_BUREIBA_04-03
source: Purchase confirmed.
ru: Покупка подтверждена.

# SHOP_BUREIBA_04-04
source: Inventory + 1.
ru: Инвентарь + 1.

# SHOP_BUREIBA_04-05
source: Now buying.
ru: Покупка совершается.

# SHOP_BUREIBA_04-06
source: Initiating transaction.
ru: Создание транзакции.

# SHOP_BUREIBA_04-07
source: Run SALE.
ru: Выполнение ПРОДАЖИ.

# SHOP_BUREIBA_04-08
source: Item = bought.
ru: Предмет = куплен.

# SHOP_BUREIBA_04-09
source: Shutting down.
ru: Выключение.

# SHOP_BUREIBA_04-10
source: Ending program.
ru: Завершение программы.

# SHOP_EDWINA_05-01
source: Welcome to Edwina's! Have a look around.
ru: Добро пожаловать к Эдвине! Осмотритесь вокруг.

# SHOP_EDWINA_05-02
source: Please enter. We have only the finest goods.
ru: Входите, пожалуйста. У нас только лучшие товары.

# SHOP_EDWINA_05-03
source: What a glorious purchase.
ru: Потрясающая покупка.

# SHOP_EDWINA_05-04
source: Excellent taste!
ru: Превосходный вкус!

# SHOP_EDWINA_05-05
source: Oh my.
ru: О боже.

# SHOP_EDWINA_05-06
source: Wonderous.
ru: Чудесно.

# SHOP_EDWINA_05-07
source: With pleasure.
ru: С удовольствием.

# SHOP_EDWINA_05-08
source: Of course.
ru: Конечно.

# SHOP_EDWINA_05-09
source: Adieu!
ru: Адьё!

# SHOP_EDWINA_05-10
source: Until we meet again.
ru: До скорой встречи.

# SHOP_DEMETRI_06-01
source: Welcome to my dark emporium.
ru: Добро пожаловать в мой тёмную лавку.

# SHOP_DEMETRI_06-02
source: Ngh! Hit the lights!
ru: Кхм. Выруби свет!

# SHOP_DEMETRI_06-03
source: Excellent...
ru: Превосходно...

# SHOP_DEMETRI_06-04
source: Nice selection.
ru: Неплохой выбор.

# SHOP_DEMETRI_06-05
source: Hehehehe...
ru: Хе-хе-хе...

# SHOP_DEMETRI_06-06
source: You sure?
ru: Уверены?

# SHOP_DEMETRI_06-07
source: Be careful with that.
ru: Осторожно с этим.

# SHOP_DEMETRI_06-08
source: One of a kind.
ru: Уникальная вещь.

# SHOP_DEMETRI_06-09
source: See you soon...
ru: До скорой встречи...

# SHOP_DEMETRI_06-10
source: Don't tell your friends...
ru: Не рассказывай друзьям...

# SHOP_ALMAS_07-01
source: Hey! What can I getcha?
ru: Эй! Чем могу услужить?

# SHOP_ALMAS_07-02
source: Welcome! Hope you're hungry!
ru: Добро пожаловать! Надеюсь, вы голодны!

# SHOP_ALMAS_07-03
source: Nice choice! Anything else?
ru: Хороший выбор. Ещё что-нибудь?

# SHOP_ALMAS_07-04
source: Sure thing! What else?
ru: Обязательно! Что ещё?

# SHOP_ALMAS_07-05
source: Still hungry?
ru: Все ещё голодны?

# SHOP_ALMAS_07-06
source: Something else?
ru: Ещё что-нибудь?

# SHOP_ALMAS_07-07
source: Here ya go!
ru: Вот, пожалуйста!

# SHOP_ALMAS_07-08
source: Coming right up!
ru: Уже на подходе!

# SHOP_ALMAS_07-09
source: See ya later!
ru: Ещё увидимся!

# SHOP_ALMAS_07-10
source: Drop by anytime!
ru: Забегай в любое время!

# SHOP_SATOMI_08-01
source: Hey, you found us! So whatcha want?
ru: Привет, вы нас нашли! Что хотите?

# SHOP_SATOMI_08-02
source: Gimme a B, gimme a U, gimme a Y, gimme your money!
ru: Дай мне К, дай мне У, дай мне П, дай мне И, дай мне деньги!

# SHOP_SATOMI_08-03
source: Nice choice!
ru: Хороший выбор!

# SHOP_SATOMI_08-04
source: Excellent spending!
ru: Отличная покупка!

# SHOP_SATOMI_08-05
source: Hooray!
ru: Ура!

# SHOP_SATOMI_08-06
source: Go you!
ru: Вперёд!

# SHOP_SATOMI_08-07
source: Buy buy buy!
ru: Купи-купи-купи!

# SHOP_SATOMI_08-08
source: Yay money!
ru: Ура, деньги!

# SHOP_SATOMI_08-09
source: Byeeeee!
ru: Пока-а-а!

# SHOP_SATOMI_08-10
source: Catch ya around!
ru: Увидимся!

# SHOP_GOUDA_09-01
source: Yes? Can I help you?
ru: Да? Чем могу помочь?

# SHOP_GOUDA_09-02
source: Please purchase something.
ru: Пожалуйста, купите что-нибудь.

# SHOP_GOUDA_09-03
source: Understood.
ru: Понятно.

# SHOP_GOUDA_09-04
source: Purchase complete.
ru: Покупка завершена.

# SHOP_GOUDA_09-05
source: What else?
ru: Что-нибудь ещё?

# SHOP_GOUDA_09-06
source: Okay.
ru: Хорошо.

# SHOP_GOUDA_09-07
source: Hmph.
ru: Хм-м.

# SHOP_GOUDA_09-08
source: Yes.
ru: Да.

# SHOP_GOUDA_09-09
source: Goodbye then.
ru: Тогда до свидания.

# SHOP_GOUDA_09-10
source: Fine, leave.
ru: Хорошо, уходите.

# SHOP_NISHIMURA_10-01
source: Enter, please! Enjoy my wares.
ru: Входите, пожалуйста! Взгляните на товары.

# SHOP_NISHIMURA_10-02
source: My shop welcomes your money!
ru: Мой магазин приветствует ваши деньги!

# SHOP_NISHIMURA_10-03
source: Nice!
ru: Мило!

# SHOP_NISHIMURA_10-04
source: Smart!
ru: Разумно!

# SHOP_NISHIMURA_10-05
source: Superb!
ru: Потрясающе!

# SHOP_NISHIMURA_10-06
source: That's a rare one!
ru: Редкая штучка!

# SHOP_NISHIMURA_10-07
source: Mint condition!
ru: В отличном состоянии!

# SHOP_NISHIMURA_10-08
source: Special chase edition.
ru: Специальное ограниченное издание

# SHOP_NISHIMURA_10-09
source: See you around.
ru: Ещё увидимся.

# SHOP_NISHIMURA_10-10
source: Come back anytime.
ru: Приходите в любое время.

# SHOP_KODANI_11-01
source: ENTER! Look around.
ru: ВХОДИТЕ! Осмотритесь вокруг.

# SHOP_KODANI_11-02
source: WELCOME! Please spend.
ru: ДОБРО ПОЖАЛОВАТЬ! Потратьте ваши деньги!

# SHOP_KODANI_11-03
source: Ah!
ru: Ах!

# SHOP_KODANI_11-04
source: Hmm!
ru: Хм-м!

# SHOP_KODANI_11-05
source: Yes.
ru: Да.

# SHOP_KODANI_11-06
source: Okay.
ru: Хорошо.

# SHOP_KODANI_11-07
source: Mmm.
ru: М-м-м.

# SHOP_KODANI_11-08
source: Oh.
ru: О.

# SHOP_KODANI_11-09
source: Now exit!
ru: Теперь уходите!

# SHOP_KODANI_11-10
source: Goodbye!
ru: До свидания!

# SHOP_MARTHA_12-01
source: Well hey there...
ru: Ну, привет...

# SHOP_MARTHA_12-02
source: Ah, it's you...
ru: О, это вы...

# SHOP_MARTHA_12-03
source: Electric!
ru: Блистательно!

# SHOP_MARTHA_12-04
source: Wicked!
ru: Круть!

# SHOP_MARTHA_12-05
source: Bad ass.
ru: Круто.

# SHOP_MARTHA_12-06
source: Interesting...
ru: Интересно...

# SHOP_MARTHA_12-07
source: Hot stuff.
ru: Горячая штучка.

# SHOP_MARTHA_12-08
source: Sweet.
ru: Прелесть.

# SHOP_MARTHA_12-09
source: See you around...
ru: Ещё увидимся...

# SHOP_MARTHA_12-10
source: Later, ladies...
ru: Позже, дамы...

# SHOP_MARTHA_12-11
source: Later, fellahs...
ru: Позже, чуваки...

# SHOP_MARIAN_13-01
source: Oh hi! Do you need help?
ru: О, привет! Помощь нужна?

# SHOP_MARIAN_13-02
source: Hello! Please, look around.
ru: Здравствуйте! Осматривайтесь, пожалуйста.

# SHOP_MARIAN_13-03
source: Got it!
ru: Понятно!

# SHOP_MARIAN_13-04
source: Sure thing!
ru: Несомненно!

# SHOP_MARIAN_13-05
source: You got it.
ru: Понятно.

# SHOP_MARIAN_13-06
source: It's all yours.
ru: Всё ваше.

# SHOP_MARIAN_13-07
source: Yup!
ru: Ага!

# SHOP_MARIAN_13-08
source: Of course!
ru: Конечно!

# SHOP_MARIAN_13-09
source: Oh, goodbye then!
ru: Тогда до свидания!

# SHOP_MARIAN_13-10
source: See you later! Thanks!
ru: Увидимся позже! Спасибо!

# SHOP_MAMORU_14-01
source: Sigh... more customers?
ru: Ох... ещё посетители?

# SHOP_MAMORU_14-02
source: Lemme know if you want anything.
ru: Дайте знать, если что нужно.

# SHOP_MAMORU_14-03
source: Okay.
ru: Хорошо.

# SHOP_MAMORU_14-04
source: Whatever.
ru: Неважно.

# SHOP_MAMORU_14-05
source: I look fabulous.
ru: Я сногсшибательно выгляжу.

# SHOP_MAMORU_14-06
source: Huh?
ru: А?

# SHOP_MAMORU_14-07
source: Sure, I guess.
ru: Конечно, наверное.

# SHOP_MAMORU_14-08
source: Fine.
ru: Отлично.

# SHOP_MAMORU_14-09
source: Next time, bring more money.
ru: В следующий раз возьмите больше денег.

# SHOP_MAMORU_14-10
source: That's all you're gonna buy?
ru: Это всё, что вы хотите купить?

# SHOP_ONITAKE_15-01
source: Sup, dude?
ru: Как дела, чувак?

# SHOP_ONITAKE_15-02
source: Yo, welcome!
ru: Йо, пожалуйста!

# SHOP_ONITAKE_15-03
source: Nice one!
ru: Хорошая штучка!

# SHOP_ONITAKE_15-04
source: Whoa!
ru: Ух ты!

# SHOP_ONITAKE_15-05
source: Yes!
ru: Да!

# SHOP_ONITAKE_15-06
source: Rock on!
ru: Круто!

# SHOP_ONITAKE_15-07
source: Sweet!
ru: Чудесно!

# SHOP_ONITAKE_15-08
source: Killer buy!
ru: Убийственная покупка!

# SHOP_ONITAKE_15-09
source: Later, dude!
ru: Пока, чувак!

# SHOP_ONITAKE_15-10
source: See ya round!
ru: Увидимся!

# SHOP_BULLOVA_16-01
source: Whadda YOU want?
ru: Чего ТЕБЕ надо?

# SHOP_BULLOVA_16-02
source: Who let YOU in?
ru: Кто ТЕБЯ впустил?

# SHOP_BULLOVA_16-03
source: Fine.
ru: Отлично.

# SHOP_BULLOVA_16-04
source: Sure.
ru: Конечно.

# SHOP_BULLOVA_16-05
source: Okay.
ru: Хорошо.

# SHOP_BULLOVA_16-06
source: Alright.
ru: Прекрасно.

# SHOP_BULLOVA_16-07
source: What else?
ru: Что-нибудь ещё?

# SHOP_BULLOVA_16-08
source: And?
ru: И?

# SHOP_BULLOVA_16-09
source: Now get outta here!
ru: А теперь на выход!

# SHOP_BULLOVA_16-10
source: LEAVE!
ru: ВОН!

# SHOP_REIKA_17-01
source: Ugh, customers...
ru: Ох, посетители...

# SHOP_REIKA_17-02
source: Buy something or leave, okay?
ru: Или покупайте или уходите, хорошо?

# SHOP_REIKA_17-03
source: Fine.
ru: Отлично.

# SHOP_REIKA_17-04
source: Whatever.
ru: Неважно.

# SHOP_REIKA_17-05
source: Okay.
ru: Хорошо.

# SHOP_REIKA_17-06
source: That thing?
ru: Вот это?

# SHOP_REIKA_17-07
source: Sure.
ru: Конечно.

# SHOP_REIKA_17-08
source: Anything else?
ru: Ещё что-нибудь?

# SHOP_REIKA_17-09
source: Later, losers.
ru: До встречи, неудачницы...

# SHOP_REIKA_17-10
source: That's all you can afford?
ru: Это всё, что вы можете себе позволить?

# SHOP_SHIZUKA_18-01
source: Welcome, please enter.
ru: Добро пожаловать, заходите.

# SHOP_SHIZUKA_18-02
source: Good afternoon.
ru: Добрый день.

# SHOP_SHIZUKA_18-03
source: I understand.
ru: Я понимаю.

# SHOP_SHIZUKA_18-04
source: Thank you.
ru: Спасибо.

# SHOP_SHIZUKA_18-05
source: Of course.
ru: Конечно.

# SHOP_SHIZUKA_18-06
source: Right away.
ru: Прямо сейчас.

# SHOP_SHIZUKA_18-07
source: Understood.
ru: Понятно.

# SHOP_SHIZUKA_18-08
source: Arigato.
ru: Аригато.

# SHOP_SHIZUKA_18-09
source: Please have a nice day.
ru: Хорошего дня.

# SHOP_SHIZUKA_18-10
source: Thank you for coming.
ru: Спасибо за визит.

# SHOP_SAORI_19-01
source: Oh, h-hello. Please come in.
ru: О, п-привет. Заходите.

# SHOP_SAORI_19-02
source: Uh, c-can I help you...?
ru: Ч-чем могу помочь?

# SHOP_SAORI_19-03
source: S-sure.
ru: К-конечно.

# SHOP_SAORI_19-04
source: O-okay.
ru: Х-хорошо.

# SHOP_SAORI_19-05
source: Uh huh.
ru: Ага.

# SHOP_SAORI_19-06
source: Y-yes.
ru: Д-да.

# SHOP_SAORI_19-07
source: H-here you go.
ru: В-вот так.

# SHOP_SAORI_19-08
source: O-of course.
ru: К-конечно.

# SHOP_SAORI_19-09
source: Th-thank you for shopping.
ru: С-спасибо за покупки.

# SHOP_SAORI_19-10
source: Okay! Um, g-goodbye then...
ru: Хорошо! Д-до свидания тогда.

# SHOP_SHINJI_20-01
source: So whadaya want?
ru: Так, чего надо?

# SHOP_SHINJI_20-02
source: Hurry up and buy something.
ru: Давайте быстрее, берите уже что-нибудь.

# SHOP_SHINJI_20-03
source: Got it.
ru: Понятно.

# SHOP_SHINJI_20-04
source: Whatever.
ru: Неважно.

# SHOP_SHINJI_20-05
source: What else?
ru: Что-нибудь ещё?

# SHOP_SHINJI_20-06
source: Hurry up.
ru: Быстрее.

# SHOP_SHINJI_20-07
source: Buy more.
ru: Берите больше.

# SHOP_SHINJI_20-08
source: And?
ru: И?

# SHOP_SHINJI_20-09
source: So leave already!
ru: Тогда уходите уже!

# SHOP_SHINJI_20-10
source: Time to go!
ru: Пора на выход!

# SHOP_SKULLMAGEDDON_22-01
source: Nyehehehe, welcome to Skullmageddon's!
ru: Муа-ха-ха, добро пожаловать к Черепогеддону!

# SHOP_SKULLMAGEDDON_22-02
source: Nyehehehe, nobody beats my prices!
ru: Муа-ха-ха, никто не сравнится с моими ценами!

# SHOP_SKULLMAGEDDON_22-03
source: Excellent!
ru: Превосходно!

# SHOP_SKULLMAGEDDON_22-04
source: Wise selection!
ru: Замечательный выбор!

# SHOP_SKULLMAGEDDON_22-05
source: Incredible!
ru: Невероятно!

# SHOP_SKULLMAGEDDON_22-06
source: Yes!
ru: Да!

# SHOP_SKULLMAGEDDON_22-07
source: Sold!
ru: Продано!

# SHOP_SKULLMAGEDDON_22-08
source: What else?
ru: Что-нибудь ещё?

# SHOP_SKULLMAGEDDON_22-09
source: Tell your friends!
ru: Расскажи друзьям!

# SHOP_SKULLMAGEDDON_22-10
source: I'll be seeing you!
ru: Увидимся!

# SHOP_BILLY _23-01
source: Hey, welcome to my dojo. Let's enlighten ourselves.
ru: Эй, добро пожаловать в мой додзё. Да снизойдёт до нас просветление.

# SHOP_BILLY _23-02
source: Please enter. Let us master the art of breaking faces.
ru: Входите, пожалуйста. Мы овладеем искусством разбивания лиц.

# SHOP_BILLY _23-03
source: Wonderful.
ru: Чудесно.

# SHOP_BILLY _23-04
source: Excellent choice.
ru: Превосходный выбор.

# SHOP_BILLY _23-05
source: You're welcome.
ru: Пожалуйста.

# SHOP_BILLY _23-06
source: A good one.
ru: Хороший выбор.

# SHOP_BILLY _23-07
source: Sigh... I miss my brother.
ru: Эх...я скучаю по своему брату.

# SHOP_BILLY _23-08
source: Nice move.
ru: Неплохой приём.

# SHOP_BILLY _23-09
source: We learn attacks hoping to never use them.
ru: Мы изучаем атаки в надежде никогда их не использовать.

# SHOP_BILLY _23-10
source: Peace be with you, until it's not.
ru: Да пребудет с вами мир до тех пор, пока он не уйдет.

# SHOP_JIMMY _24-01
source: Whatup brosef, you ready to break a leg??
ru: Чего надо, брателло, готов ногу сломать?

# SHOP_JIMMY _24-02
source: GET IN MY DOJO AND FIGHT ME!!
ru: ЗАХОДИ В МОЙ ДОДЗЁ И СРАЗИСЬ СО МНОЙ!

# SHOP_JIMMY _24-03
source: Killer!
ru: Убийственно!

# SHOP_JIMMY _24-04
source: Devestating!
ru: Разрушительно!

# SHOP_JIMMY _24-05
source: Radical!
ru: Радикально!

# SHOP_JIMMY _24-06
source: Deadly!
ru: Смертельно!

# SHOP_JIMMY _24-07
source: I MISS MY BROTHER!! (sniff)
ru: Я СКУЧАЮ ПО СВОЕМУ БРАТУ! (шмыгает носом)

# SHOP_JIMMY _24-08
source: Tubetacular!
ru: Столбнячно!

# SHOP_JIMMY _24-09
source: Go beat up the world, dude!
ru: Иди, выбей всю дурь из мира!

# SHOP_JIMMY _24-10
source: Happy rampaging! Come back soon!
ru: Удачных бесчинств! Возвращайся!
