Repository: winterheart/rcg-translation-ru
Catalog: translation/*/Dialog_Keys.po
Languages: ru

# DIALOG_YAMADA_START_BATTLE_8
source: And Riki. So either tell us who took 'em, or stop wasting our time.
ru: И Рики. Так что или говори, кто их забрал, или не трать наше время.

# DIALOG_YAMADA_START_BATTLE_9
source: Hehehe... you girls are all the same.
ru: Хе-хе... Все вы, девчонки, одинаковые.

# DIALOG_YAMADA_START_BATTLE_10
source: We look nothing alike.
ru: У нас нет ничего общего.

# DIALOG_YAMADA_START_BATTLE_11
source: Always insulting me. Always treating me like dirt.
ru: Вечно оскорбляете меня. Постоянно смешиваете с грязью.

# DIALOG_YAMADA_START_BATTLE_12
source: You LOOK like dirt.
ru: Ты и ВЫГЛЯДИШЬ как грязь.

# DIALOG_YAMADA_START_BATTLE_13
source: You know, part of why I learned the dark arts was to meet girls. Looks like that's about to pay off.
ru: Знаете, я начал заниматься тёмной магией, чтобы привлекать девчонок. Похоже, это начинает работать.

# DIALOG_YAMADA_START_BATTLE_14
source: Eww.
ru: Фу.

# DIALOG_YAMADA_DEFEAT_0
source: Stay down! And don't try anymore of that magic crap on us!
ru: Не двигайся! И больше не пробуй на нас свою магическую фигню!

# DIALOG_YAMADA_DEFEAT_1
source: Yeah, cause it's SPOOKY! Seriously, I can't even watch horror movies...
ru: Да, потому что это ЖУТЬ! Серьёзно, я даже фильмы ужасов смотреть не могу...

# DIALOG_YAMADA_DEFEAT_2
source: Heh... never thought I'd get beat up by a pair of girls.
ru: Эх... никогда бы не подумал, что меня побьёт пара девочек.

# DIALOG_YAMADA_DEFEAT_3
source: I coulda guessed it.
ru: Можно было бы и догадаться.

# DIALOG_YAMADA_DEFEAT_4
source: We won the battle, so tell us where our boyfriends are!
ru: Мы выиграли сражение, так что говори, где наши парни!

# DIALOG_YAMADA_DEFEAT_5
source: I have no idea.
ru: Понятия не имею.

# DIALOG_YAMADA_DEFEAT_6
source: Why does this keep happening...?
ru: Почему это всё снова повторяется?..

# DIALOG_YAMADA_DEFEAT_7
source: You really have no idea? We miss 'em pretty bad.
ru: Ты в самом деле не знаешь? Нам их очень не хватает.

# DIALOG_YAMADA_DEFEAT_8
source: Try Uptown. Sometimes they hang out there after school.
ru: Попробуйте пригород. Иногда они там после школы зависали.

# DIALOG_YAMADA_DEFEAT_9
source: How do you know that?
ru: Откуда ты это знаешь?

# DIALOG_YAMADA_DEFEAT_10
source: I hang out on top of a building all day, remember? I see lots of things.
ru: Я весь день на крыше, забыли? Я много чего вижу.

# DIALOG_YAMADA_DEFEAT_11
source: That's weird.
ru: Это странно.

# DIALOG_YAMADA_DEFEAT_12
source: And sad, but whatever. See you later, Creepy.
ru: И печально, но ладно уж. До встречи, страшила.

# DIALOG_YOKO_UPTOWN_0
source: Oh hey, it's Yoko.
ru: О, привет, это Йоко.

# DIALOG_YOKO_UPTOWN_1
source: Sup.
ru: Чо?

# DIALOG_YOKO_UPTOWN_2
source: What are you doing in Uptown?
ru: Что ты тут делаешь, в пригороде?

# DIALOG_YOKO_UPTOWN_3
source: I live here.
ru: Я тут живу.

# DIALOG_YOKO_UPTOWN_4
source: You're rich??
ru: Ты богатая?!

# DIALOG_YOKO_UPTOWN_5
source: No. But my parents are.
ru: Нет. Но мои родители - да.

# DIALOG_YOKO_UPTOWN_6
source: Have you seen Kunio and Riki around here?
ru: Ты не видела случайно поблизости Кунио и Рики?

# DIALOG_YOKO_UPTOWN_7
source: Nope. Why, they ditch you guys again?
ru: Нет. А что, они вас опять бросили?

# DIALOG_YOKO_UPTOWN_8
source: Again...?
ru: Опять?..

# DIALOG_YOKO_UPTOWN_9
source: No, they got KIDNAPPED!
ru: Нет, их ПОХИТИЛИ!

# DIALOG_YOKO_UPTOWN_10
source: For real?? That's pretty metal.
ru: Серьёзно? Как круто.

# DIALOG_YOKO_UPTOWN_11
source: No, it's pretty SAD and it makes my HEART hurt! Oh Riki...
ru: Нет, это ПЕЧАЛЬНО и делает мне БОЛЬНО! О, Рики...

# DIALOG_YOKO_UPTOWN_12
source: Kyoko, show her your text.
ru: Кёко, покажи ей сообщение.

# DIALOG_YOKO_UPTOWN_13
source: Oh yeah!
ru: А, да!

# DIALOG_YOKO_UPTOWN_14
source: Hmm... you should go talk to Hibari.
ru: Хм... Вам нужно поговорить с Хибари.

# DIALOG_YOKO_UPTOWN_15
source: Who?
ru: С кем?

# DIALOG_YOKO_UPTOWN_16
source: The fashion designer? Geez, don't you guys know anything?
ru: Ну, с модельером одежды? Ох, девчата, вы что, с Луны свалились?

# DIALOG_YOKO_UPTOWN_17
source: I shop at discount.
ru: Я закупаюсь на распродажах.

# DIALOG_YOKO_UPTOWN_18
source: I found this shirt at a bus stop.
ru: А я эту рубашку на автобусной остановке нашла.

# DIALOG_YOKO_UPTOWN_19
source: The thug in this photo, the one shoving your boyfriends into the van? He's wearing one of Hibari's custom jackets.
ru: Видите того бандита, который ваших парней запихивает в фургон? На нём дизайнерская куртка от Хибари.

# DIALOG_YOKO_UPTOWN_20
source: Ooh! Nice detective-ing.
ru: Ого! Отличное наблюдение.

# DIALOG_YOKO_UPTOWN_21
source: Everyone who's cool wears Hibari. No offense.
ru: Все крутые чуваки одеваются у Хибари. Только не обижайтесь.

# DIALOG_YOKO_UPTOWN_22
source: None taken.
ru: Да мы и не обижаемся.

# DIALOG_YOKO_UPTOWN_23
source: Hibari's warehouse is at the east end of Uptown. Show her this photo. She might know who took your boyfriends.
ru: Мастерская Хибари находится в восточной части пригорода. Покажите ей фотографию. Она может знать, кто похитил ваших парней.

# DIALOG_HASEBE_MAMI_FASHION_GOLD_START_0
source: Dork alert.
ru: Осторожно, зануды.

# DIALOG_HASEBE_MAMI_FASHION_GOLD_START_1
source: Oh. It's you guys again.
ru: А, это опять вы.

# DIALOG_HASEBE_MAMI_FASHION_GOLD_START_2
source: What's up, Hasebe?
ru: Как дела, Хасэбэ?

# DIALOG_HASEBE_MAMI_FASHION_GOLD_START_3
source: Oh, ya know, just hanging around.
ru: Да ничего, просто гуляем тут.

# DIALOG_HASEBE_MAMI_FASHION_GOLD_START_4
source: Looking stylish as hell.
ru: Ужасно стильные.

# DIALOG_HASEBE_MAMI_FASHION_GOLD_START_5
source: Do you two know this fashion lady?
ru: А вы знаете эту модельершу?

# DIALOG_HASEBE_MAMI_FASHION_GOLD_START_6
source: (giggling)
ru: (хихикают)

# DIALOG_HASEBE_MAMI_FASHION_GOLD_START_7
source: Oh, you're serious.
ru: А, ты это серьёзно.

# DIALOG_HASEBE_MAMI_FASHION_GOLD_START_8
source: I usually am.
ru: Как и всегда.

# DIALOG_HASEBE_MAMI_FASHION_GOLD_START_9
source: Hibari is THE fashion icon in River City.
ru: Хибари - ИКОНА СТИЛЯ Ривер-сити.

# DIALOG_HASEBE_MAMI_FASHION_GOLD_START_10
source: She's making us CUSTOM outfits.
ru: Она НА ЗАКАЗ делает нам наряды.

# DIALOG_HASEBE_MAMI_FASHION_GOLD_START_11
source: Well where is she?
ru: Хорошо, и где она?

# DIALOG_HASEBE_MAMI_FASHION_GOLD_START_12
source: Yeah, we got questions!
ru: Да, нам нужно задать пару вопросов ей!

# DIALOG_HASEBE_MAMI_FASHION_GOLD_START_13
source: Let me guess. "How do socks work?" (laughs)
ru: Дайте угадаю. "Для чего носки?" (смеётся)

# DIALOG_HASEBE_MAMI_FASHION_GOLD_START_14
source: "What's a bra?" (laughs)
ru: "Что такое лифчик?" (смеётся)

# DIALOG_HASEBE_MAMI_FASHION_GOLD_START_15
source: I know what a BRA is!
ru: Я знаю, что такое ЛИФЧИК!

# DIALOG_HASEBE_MAMI_FASHION_GOLD_START_16
source: Sigh... you need an OFFERING for Hibari to show up, Misako. Geez, everyone knows that.
ru: Ох... Чтобы она появилась, нужно сделать ей ПОДНОШЕНИЕ, Мисако. Это же знают все!

# DIALOG_HASEBE_MAMI_FASHION_GOLD_START_17
source: Except them, apparently.
ru: Кроме них, по-видимому.

# DIALOG_HASEBE_MAMI_FASHION_GOLD_START_18
source: An offering?
ru: Подношение?

# DIALOG_HASEBE_MAMI_FASHION_GOLD_START_19
source: Something fancy.
ru: Что-нибудь модное.

# DIALOG_HASEBE_MAMI_FASHION_GOLD_START_20
source: Expensive.
ru: Дорогое.

# DIALOG_HASEBE_MAMI_FASHION_GOLD_START_21
source: And GOLD.
ru: И ЗОЛОТОЕ.

# DIALOG_HASEBE_MAMI_FASHION_GOLD_START_22
source: Can it just be COLORED gold?
ru: А можно просто ПОЗОЛОЧЕННОЕ?

# DIALOG_HASEBE_MAMI_FASHION_GOLD_START_23
source: (giggling)
ru: (хихикают)

# DIALOG_HASEBE_MAMI_FASHION_GOLD_START_24
source: Come on, Kyoko. Let's go find an offering.
ru: Пошли, Кёко. Будем искать подношение.

# DIALOG_HASEBE_MAMI_FASHION_GOLD_INCOMPLETE_0
source: They're back.
ru: Они вернулись.

# DIALOG_HASEBE_MAMI_FASHION_GOLD_INCOMPLETE_1
source: Eww.
ru: Фу.

# DIALOG_HASEBE_MAMI_FASHION_GOLD_INCOMPLETE_2
source: Did Hibari show up yet?
ru: Хибари не появлялась?

# DIALOG_HASEBE_MAMI_FASHION_GOLD_INCOMPLETE_3
source: Did you bring something gold?
ru: А вы принесли что-нибудь золотое?

# DIALOG_HASEBE_MAMI_FASHION_GOLD_INCOMPLETE_4
source: Uhhhh, no.
ru: Э-э, нет.

# DIALOG_HASEBE_MAMI_FASHION_GOLD_INCOMPLETE_5
source: Have you listened to a word I said?
ru: Вы хоть слышали что-нибудь, что я говорила?

# DIALOG_HASEBE_MAMI_FASHION_GOLD_INCOMPLETE_6
source: Some of them?
ru: Хотя бы некоторые слова?

# DIALOG_HASEBE_MAMI_FASHION_GOLD_INCOMPLETE_7
source: Come back when you find something GOLD.
ru: Возвращайтесь, когда найдёте что-нибудь ЗОЛОТОЕ.

# DIALOG_SKULLMAGEDDON_FASHION_GOLD_SHOP_0
source: Nyehehehehe! Welcome to my pawn shop!
ru: Муа-ха-ха! Добро пожаловать в мой ломбард!

# DIALOG_SKULLMAGEDDON_FASHION_GOLD_SHOP_1
source: Is that a talking skeleton??
ru: Это что, говорящий скелет?!

# DIALOG_SKULLMAGEDDON_FASHION_GOLD_SHOP_2
source: Rude. You act like I'm not even here.
ru: Как грубо. Ты ведёшь себя, как будто меня тут вообще нет.

# DIALOG_SKULLMAGEDDON_FASHION_GOLD_SHOP_3
source: Sorry...
ru: Прощу прощения...

# DIALOG_SKULLMAGEDDON_FASHION_GOLD_SHOP_4
source: How do you talk without lips?
ru: Как ты можешь говорить без губ?

# DIALOG_SKULLMAGEDDON_FASHION_GOLD_SHOP_5
source: UNIMPORTANT! How can I help you? Might I interest you girls in a stuffed monkey?
ru: НЕВАЖНО! Чем могу помочь? Не заинтересуются ли девочки чучелом обезьянки?

# DIALOG_SKULLMAGEDDON_FASHION_GOLD_SHOP_6
source: Ewww, no!
ru: Фу... нет!

# DIALOG_SKULLMAGEDDON_FASHION_GOLD_SHOP_7
source: How about an unstuffed monkey?
ru: А как насчёт не чучела обезьянки?

# DIALOG_SKULLMAGEDDON_FASHION_GOLD_SHOP_8
source: We need something gold.
ru: Нам нужно что-нибудь золотое.

# DIALOG_SKULLMAGEDDON_FASHION_GOLD_SHOP_9
source: Well, I'm all out of golden monkeys...
ru: Жаль, у меня закончились золотые обезьянки...

# DIALOG_SKULLMAGEDDON_FASHION_GOLD_SHOP_10
source: What about that golden cat?
ru: Как насчёт этого золотого кота?

# DIALOG_SKULLMAGEDDON_FASHION_GOLD_SHOP_11
source: Oh, that! A treasure indeed from lands far away...
ru: О, этого! Это сокровище дальних земель...

# DIALOG_SKULLMAGEDDON_FASHION_GOLD_SHOP_12
source: How much, boney?
ru: Сколько, костлявый?

# DIALOG_SKULLMAGEDDON_FASHION_GOLD_SHOP_13
source: One MILLION dollars!
ru: Один МИЛЛИОН долларов!

# DIALOG_SKULLMAGEDDON_FASHION_GOLD_SHOP_14
source: You're joking.
ru: Шутишь?

# DIALOG_SKULLMAGEDDON_FASHION_GOLD_SHOP_15
source: I would NEVER joke about such a precious item.
ru: Я НИКОГДА не шучу о таких ценных вещах!

# DIALOG_SKULLMAGEDDON_FASHION_GOLD_SHOP_16
source: Can we get a discount?
ru: А можно скидку?

# DIALOG_SKULLMAGEDDON_FASHION_GOLD_SHOP_17
source: Well I can take $5 off, but just so you know, that's pretty much break even for me.
ru: Могу скинуть пять долларов, но больше уже никак не смогу!

# DIALOG_SKULLMAGEDDON_FASHION_GOLD_SHOP_18
source: You spent nine hundred ninety-nine thousand...?
ru: Ты потратил на него девять тысяч девятьсот девяносто?..

# DIALOG_SKULLMAGEDDON_FASHION_GOLD_SHOP_19
source: What about THAT cat? The other gold one?
ru: А что насчёт ЭТОГО кота? Другого золотого кота?

# DIALOG_SKULLMAGEDDON_FASHION_GOLD_SHOP_20
source: Oh that? Ten dollars.
ru: Ах, этого? Десять долларов.

# DIALOG_SKULLMAGEDDON_FASHION_GOLD_SHOP_21
source: It looks exactly like the million dollar one!
ru: А выглядит в точности как тот, что за миллион долларов!

# DIALOG_SKULLMAGEDDON_FASHION_GOLD_SHOP_22
source: Yeah, but it's not REAL gold.
ru: Да, только он сделан не из НАСТОЯЩЕГО золота.

# DIALOG_SKULLMAGEDDON_FASHION_GOLD_SHOP_23
source: SOLD!
ru: ПРОДАНО!

# DIALOG_SKULLMAGEDDON_FASHION_GOLD_SHOP_24
source: Nyehehehehe! Let me bag that up for you.
ru: Муахаха! Позвольте мне его упаковать для вас.

# DIALOG_HIBARI_START_BATTLE_0
source: Nice entrance. Enjoy your gold cat or whatever.
ru: Неплохое появление. Наслаждайся своим золотым котом.

# DIALOG_HIBARI_START_BATTLE_1
source: Hmm... it's a little banged up.
ru: Хмм... какой-то он потрёпанный.

# DIALOG_HIBARI_START_BATTLE_2
source: It's also not real-
ru: И ещё он совсем не...

# DIALOG_HIBARI_START_BATTLE_3
source: HEAVY! It's not real heavy. Except it is, cause it's gold. RIGHT, Kyoko?
ru: ТЯЖЁЛЫЙ! Совсем не тяжёлый. Но при этом золотой. ВЕРНО, Кёко?

# DIALOG_HIBARI_START_BATTLE_4
source: OH. Uh... that is correct.
ru: О. Э... правильно.

# DIALOG_HIBARI_START_BATTLE_5
source: The offering is acceptable. What would you like designed?
ru: Подношение приемлемо. Что вам нужно сшить?

# DIALOG_HIBARI_START_BATTLE_6
source: Can you do mini-skirts?
ru: Можешь сшить мини-юбку?

# DIALOG_HIBARI_START_BATTLE_7
source: Actually, we need information.
ru: На самом деле, нам нужна информация.

# DIALOG_HIBARI_START_BATTLE_8
source: I don't DO information. I do fashion. And you're wasting my time.
ru: Я не ЗАНИМАЮСЬ информацией. Я занимаюсь модой. А вы тратите моё время.

# DIALOG_HIBARI_START_BATTLE_9
source: Our boyfriends got kidnapped.
ru: Наших парней похитили.

# DIALOG_HIBARI_START_BATTLE_10
source: The guy in this photo is wearing one of your jackets.
ru: Человек на этой фотографии одет в твою куртку.

# DIALOG_HIBARI_START_BATTLE_11
source: So? Find me someone in River City NOT wearing my fashion.
ru: И что? Покажите мне кого-нибудь в Ривер-сити, кто НЕ носит мои вещи.

# DIALOG_HIBARI_START_BATTLE_12
source: We aren't.
ru: Мы не носим.

# DIALOG_HIBARI_START_BATTLE_13
source: I can see that.
ru: Я вижу.

# DIALOG_HIBARI_START_BATTLE_14
source: Enough insults! We got your dumb cat. Now float down here and help us.
ru: Довольно оскорблений! Мы достали тебе дурацкого кота. А теперь спускайся вниз и помоги нам.

# DIALOG_HIBARI_START_BATTLE_15
source: I'm sick of this crappy cosplay spider shtick. You look ridiculous.
ru: Меня тошнит от этого отвратного закоса под паучью тему. Ты выглядишь смешно.

# DIALOG_HIBARI_START_BATTLE_16
source: Hehehe, she's just a little grumpy. Now about that mini-skirt...
ru: Хи-хи, она просто немного ворчлива. Так вот, про мини-юбку...

# DIALOG_HIBARI_START_BATTLE_17
source: I have never in my life been spoken to as you just addressed me.
ru: Со мной никогда в жизни не разговаривали так, как вы сейчас.

# DIALOG_HIBARI_START_BATTLE_18
source: You come into my den, looking like high school hobos, and lecture ME on fashion?
ru: Вы приходите в моё логово, разодетые в рваную школьную одежду, и учите МЕНЯ моде?

# DIALOG_HIBARI_START_BATTLE_19
source: I like fashion! Fashion is fun.
ru: Я люблю моду! Мода - это классно.

# DIALOG_HIBARI_START_BATTLE_20
source: No. Fashion is LIFE. Just... not for you two.
ru: Нет. Мода - это ЖИЗНЬ. Просто... не для вас двоих.

# DIALOG_HIBARI_DEFEAT_0
source: You're tougher than you look.
ru: А вы сильнее, чем кажетесь.

# DIALOG_HIBARI_DEFEAT_1
source: And YOU can fly! Can you teach us how to do that?
ru: А ты УМЕЕШЬ летать! Научишь нас, как?

# DIALOG_HIBARI_DEFEAT_2
source: No.
ru: Нет.

# DIALOG_HIBARI_DEFEAT_3
source: We need information.
ru: Нам нужна информация.

# DIALOG_HIBARI_DEFEAT_4
source: And a mini-skirt. But... I can come back for that.
ru: И мини-юбка. Но... за ней я могу вернуться попозже.

# DIALOG_HIBARI_DEFEAT_5
source: I don't know the man in your photo.
ru: Я не знаю человека на вашей фотографии.

# DIALOG_HIBARI_DEFEAT_6
source: But if your boyfriends were indeed kidnapped, you should head downtown.
ru: Но если ваших парней действительно похитили, вам нужно в центр города.

# DIALOG_HIBARI_DEFEAT_7
source: To the slums? Ewwww.
ru: В трущобы? Фу!

# DIALOG_HIBARI_DEFEAT_8
source: You trying to say we belong in a dump??
ru: Ты пытаешься сказать, что наше место в канаве?!

# DIALOG_HIBARI_DEFEAT_9
source: Probably. But if anyone goes missing, nine times out of ten they are taken downtown.
ru: Возможно. Но если кто-то пропадает, то в 9 случаях из 10 он оказывается в центре города.

# DIALOG_HIBARI_DEFEAT_10
source: There's a secret tunnel behind my factory that will lead you straight there.
ru: Позади моей фабрики есть тайный туннель, который ведёт прямо туда.

# DIALOG_HIBARI_DEFEAT_11
source: Why do you have that?
ru: Зачем он тебе?

# DIALOG_HIBARI_DEFEAT_12
source: Begone, fashion disasters!
ru: Исчезните, оскорбления моды!

# DIALOG_NARITAKA_DOWNTOWN_0
source: Look, it's a kid.
ru: Смотри, тут мальчик.

# DIALOG_NARITAKA_DOWNTOWN_1
source: That's right, it's me -- Naritaka!
ru: Правильно, это я - Наритака!

# DIALOG_NARITAKA_DOWNTOWN_3
source: Whatcha doing here, kid?
ru: Что ты тут делаешь, мальчик?

# DIALOG_NARITAKA_DOWNTOWN_4
source: Yeah, this is NOT a nice part of town.
ru: Да, это ведь НЕ САМАЯ лучшая часть города.

# DIALOG_NARITAKA_DOWNTOWN_5
source: Exactly! I came here to train myself and get tough like my hero Riki!
ru: Именно! Я пришёл сюда, чтобы тренироваться и стать таким же сильным, как мой герой Рики!

# DIALOG_NARITAKA_DOWNTOWN_6
source: MY Riki???
ru: МОЙ Рики?!

# DIALOG_NARITAKA_DOWNTOWN_7
source: The very same!
ru: Именно он!

# DIALOG_NARITAKA_DOWNTOWN_8
source: You look pretty beat up.
ru: Выглядишь довольно побитым.

# DIALOG_NARITAKA_DOWNTOWN_9
source: All part of the routine!
ru: Это часть тренировок!

# DIALOG_NARITAKA_DOWNTOWN_10
source: You get any hits in yourself?
ru: И как успехи?

# DIALOG_NARITAKA_DOWNTOWN_11
source: In due time. Now, what brings you beautiful ladies down here? Are you training as well?
ru: Всему своё время. А что же привело сюда прекрасных дам? Вы тоже тут тренируетесь?

# DIALOG_NARITAKA_DOWNTOWN_12
source: No, we're pretty good at fighting.
ru: Нет, мы и так хорошо дерёмся.

# DIALOG_NARITAKA_DOWNTOWN_13
source: I could take your head off with my elbow.
ru: Я могу тебе голову снести одним ударом локтя.

# DIALOG_NARITAKA_DOWNTOWN_14
source: That would be a sight! Can you teach me?
ru: Было бы интересно посмотреть! Научишь?

# DIALOG_NARITAKA_DOWNTOWN_15
source: No.
ru: Нет.

# DIALOG_NARITAKA_DOWNTOWN_16
source: Riki and Kunio have been kidnapped.
ru: Рики и Кунио похитили.

# DIALOG_NARITAKA_DOWNTOWN_17
source: Zounds!
ru: Чёрт возьми!

# DIALOG_NARITAKA_DOWNTOWN_18
source: And some hideous fashionista said they might be here.
ru: И одна вероломная модница сказала, что они могут быть здесь.

# DIALOG_NARITAKA_DOWNTOWN_19
source: Double zounds!
ru: Чёрт возьми ещё раз!

# DIALOG_NARITAKA_DOWNTOWN_20
source: You haven't seen Kunio or Riki, have you?
ru: Ты случайно не видел Кунио или Рики?

# DIALOG_NARITAKA_DOWNTOWN_21
source: I have not. But I did hear rumors about some big bad who lives in the abandoned subway terminals.
ru: Нет, не видел. Но ходят слухи о каком-то плохом великане, который живёт в заброшенной станции метро.

# DIALOG_NARITAKA_DOWNTOWN_22
source: They say he steals children and TV sets. Maybe HE took my boyfriend Riki.
ru: Говорят, он крадёт детей и телевизоры. Может быть, ОН и забрал моего Рики.

# DIALOG_NARITAKA_DOWNTOWN_23
source: You mean MY boyfriend Riki.
ru: Ты хотел сказать, МОЕГО Рики.

# DIALOG_NARITAKA_DOWNTOWN_24
source: That's what I said.
ru: Именно так я и сказал.

# DIALOG_NARITAKA_DOWNTOWN_25
source: Okay kid, well, keep it up. I'm sure you'll punch someone back eventually.
ru: Хорошо, мальчик, продолжай в том же духе. Рано или поздно, я уверена, ты дашь кому-нибудь сдачи.

# DIALOG_NARITAKA_DOWNTOWN_26
source: I won't stop until I do!
ru: Не остановлюсь, пока не дам!

# DIALOG_NARITAKA_DOWNTOWN_27
source: ...he's gonna die here, Misako...
ru: ...пропадёт он тут, Мисако...

# DIALOG_NARITAKA_DOWNTOWN_28
source: Probably.
ru: Возможно.

# DIALOG_ZOMBIE_CRUSHER_START_0
source: Whatup, ladies? You come all the way out here to see me?
ru: Как дела, девчата? Пришли сюда, чтобы повидать меня?

# DIALOG_ZOMBIE_CRUSHER_START_1
source: You smell like fast food wrappers.
ru: Ты воняешь, как упаковка от фастфуда.

# DIALOG_ZOMBIE_CRUSHER_START_2
source: You noticed.
ru: Ты заметила.

# DIALOG_ZOMBIE_CRUSHER_START_3
source: Hey, that crane you got there work?
ru: Эй, а твой кран работает?

# DIALOG_ZOMBIE_CRUSHER_START_4
source: Yeah huh. Shall we take it for a test drive?
ru: Ага. Хочешь, прокатимся вместе?

# DIALOG_ZOMBIE_CRUSHER_START_5
source: Ewww. No. Yuck.
ru: Фу. Спасибо, нет.

# DIALOG_ZOMBIE_CRUSHER_START_6
source: We need some trash moved.
ru: Нам нужно кое-какой мусор убрать.

# DIALOG_ZOMBIE_CRUSHER_START_7
source: Then I'm your guy!
ru: Тогда я то, что вам надо!

# DIALOG_ZOMBIE_CRUSHER_START_8
source: Great, c'mon.
ru: Отлично, давай.

# DIALOG_ZOMBIE_CRUSHER_START_9
source: Oh, you mean NOW? No can do. See, I dropped the keys in a trash compacter.
ru: А, то есть прямо СЕЙЧАС? Никак не выйдет. Понимаешь, я ключи уронил в мусорный пресс.

# DIALOG_ZOMBIE_CRUSHER_START_10
source: So go get 'em.
ru: Так иди и достань.

# DIALOG_ZOMBIE_CRUSHER_START_11
source: Thing is, it's filled with zombies.
ru: Видишь ли, там полно зомби.

# DIALOG_ZOMBIE_CRUSHER_START_12
source: And?
ru: И что?

# DIALOG_ZOMBIE_CRUSHER_START_13
source: Thing is, I hate zombies. Like, a lot.
ru: Видишь ли, я ненавижу зомби. Очень сильно.

# DIALOG_ZOMBIE_CRUSHER_START_14
source: Me too.
ru: Я тоже.

# DIALOG_ZOMBIE_CRUSHER_START_15
source: Soooo...
ru: И-и-и?

# DIALOG_ZOMBIE_CRUSHER_START_16
source: So you want us to go get your keys for you, then you'll use your crane to move the trash so we can get inside the subway?
ru: То есть ты хочешь, чтобы мы достали твои ключи, чтобы ты потом своим краном убрал мусор, чтобы мы смогли попасть в метро?

# DIALOG_ZOMBIE_CRUSHER_START_17
source: Sounds like a plan, dude!
ru: Звучит как неплохой план, чувиха!

# DIALOG_ZOMBIE_CRUSHER_START_18
source: FINE. Let's go, Kyoko.
ru: ОТЛИЧНО. Пойдём, Кёко.

# DIALOG_ZOMBIE_CRUSHER_START_19
source: Wait, don't you wanna know my name?
ru: Подождите, не хотите узнать, как меня зовут?

# DIALOG_ZOMBIE_CRUSHER_START_20
source: Nope!
ru: Неа!

# DIALOG_ZOMBIE_CRUSHER_START_21
source: I'll give you a hint. It rhymes with BENJI.
ru: Я вам подскажу. Рифмуется с БЭНДЗИ.

# DIALOG_ZOMBIE_CRUSHER_START_22
source: Totally don't care!
ru: Совершенно на это наплевать!

# DIALOG_ZOMBIE_CRUSHER_INCOMPLETE_0
source: Oh hey, you're back.
ru: О, привет, вы вернулись.

# DIALOG_ZOMBIE_CRUSHER_INCOMPLETE_1
source: Yup!
ru: Ага!

# DIALOG_ZOMBIE_CRUSHER_INCOMPLETE_2
source: You find my keys?
ru: Нашли ключи?

# DIALOG_ZOMBIE_CRUSHER_INCOMPLETE_3
source: Nope.
ru: Неа.

# DIALOG_ZOMBIE_CRUSHER_INCOMPLETE_4
source: Oh. Just missed me, then?
ru: О. Наверное, просто соскучились по мне, да?

# DIALOG_ZOMBIE_CRUSHER_INCOMPLETE_5
source: NOPE! See ya.
ru: НЕТ! Увидимся ещё.

# DIALOG_ZOMBIE_CRUSHER_COMPLETE_0
source: Here, we got your dumb keys.
ru: Вот, нашли мы твои дурацкие ключи.

# DIALOG_ZOMBIE_CRUSHER_COMPLETE_1
source: THEY ARE SMELLY AND NOW WE ARE, TOO!
ru: ОНИ ВОНЯЮТ, А ТЕПЕРЬ И МЫ ТОЖЕ!

# DIALOG_ZOMBIE_CRUSHER_COMPLETE_2
source: Sweet, thanks. But, uh... these aren't my keys.
ru: Чудесно, спасибо. Но... это не мои ключи.

# DIALOG_ZOMBIE_CRUSHER_COMPLETE_3
source: What?
ru: Что?

# DIALOG_ZOMBIE_CRUSHER_COMPLETE_4
source: But we got them from trash zombies!
ru: Мы их отобрали у мусорных зомби!

# DIALOG_ZOMBIE_CRUSHER_COMPLETE_5
source: Nah, my keys are blue and have a keychain that says "WICKED." But no biggie, turns out they were in my pocket the whole time.
ru: Неа, мои ключи - голубые, и на цепочке написано "НЕЧИСТЬ". Но ничего страшного, оказывается, они всё это время были у меня в кармане.

# DIALOG_ZOMBIE_CRUSHER_COMPLETE_6
source: WHAT??
ru: ЧТО?!

# DIALOG_ZOMBIE_CRUSHER_COMPLETE_7
source: Funny, right?
ru: Забавно, правда?

# DIALOG_ZOMBIE_CRUSHER_COMPLETE_8
source: I GOT ZOMBIE BRAINS IN MY MOUTH!
ru: У МЕНЯ ВО РТУ МОЗГИ ЗОМБИ!

# DIALOG_ZOMBIE_CRUSHER_COMPLETE_9
source: On purpose?
ru: Специально?

# DIALOG_ZOMBIE_CRUSHER_COMPLETE_10
source: Can you move our trash with your crane now?
ru: Тогда можешь убрать мусор своим краном?
