Repository: winterheart/rcg-translation-ru
Catalog: translation/*/Dialog_Keys.po
Languages: ru

# DIALOG_PASSIVE_SCENE_51_1
source: Quit whining and keep fighting.
ru: Хватит ныть, дерись дальше.

# DIALOG_PASSIVE_SCENE_51_2
source: How many floors have we gone down? Six? Twelve?
ru: На сколько этажей мы уже спустились? Шесть? Двенадцать?

# DIALOG_PASSIVE_SCENE_51_3
source: Three.
ru: Три.

# DIALOG_PASSIVE_SCENE_51_4
source: Ugggghhhh...
ru: У-у-у...

# DIALOG_PASSIVE_SCENE_53_0
source: Yay, the elevator's working again!
ru: Ура, лифт опять работает!

# DIALOG_PASSIVE_SCENE_53_1
source: Let's move it, Kyoko! No joke-o.
ru: Давай, Кёко! Не тормози-ко.

# DIALOG_PASSIVE_SCENE_53_2
source: Don't... ever say that.
ru: Никогда... не говори так.

# DIALOG_PASSIVE_SCENE_55_0
source: You're so cool, Misako.
ru: Ты такая крутая, Мисако.

# DIALOG_PASSIVE_SCENE_55_1
source: Tell me something I don't know.
ru: Думаешь, я этого не знаю?

# DIALOG_PASSIVE_SCENE_55_2
source: C'mon, let's get this knockoff cat back to that fashion designer.
ru: Вперёд, отнесём этого липового кота модельерше.

# DIALOG_PASSIVE_SCENE_56_0
source: Yo, lady! Here's a golden cat for ya!
ru: Эй, леди! Вот вам золотой кот!

# DIALOG_PASSIVE_SCENE_56_1
source: Are... we supposed to do something now?
ru: Э-э... надо что-то сделать?

# DIALOG_PASSIVE_SCENE_56_2
source: I dunno.
ru: Не знаю.

# DIALOG_PASSIVE_SCENE_61_0
source: There's the secret tunnel!
ru: Тут тайный ход!

# DIALOG_PASSIVE_SCENE_61_1
source: Ewww... I can already already smell downtown.
ru: Фу... Я уже чувствую запахи центра.

# DIALOG_PASSIVE_SCENE_61_2
source: C'mon!
ru: Давай!

# DIALOG_PASSIVE_SCENE_62_0
source: So this is downtown.
ru: Так... это центр города.

# DIALOG_PASSIVE_SCENE_62_1
source: More like FROWN town. I am so unhappy right now...
ru: Больше похоже на городскую ПОМОЙКУ. От этого мне так тоскливо...

# DIALOG_PASSIVE_SCENE_62_2
source: We'd better start looking for Kunio and Riki.
ru: Давай лучше искать Кунио и Рики.

# DIALOG_PASSIVE_SCENE_64_0
source: Is this the subway terminal?
ru: Это станция метро?

# DIALOG_PASSIVE_SCENE_64_1
source: It's blocked by trash.
ru: Она завалена мусором.

# DIALOG_PASSIVE_SCENE_64_2
source: Why is trash EVERYWHERE???
ru: Почему мусор тут ВЕЗДЕ?!

# DIALOG_PASSIVE_SCENE_64_3
source: C'mon, let's find another way in.
ru: Давай поищем другой способ попасть внутрь.

# DIALOG_PASSIVE_SCENE_64_4
source: My hair smells like a used diaper...
ru: Мои волосы воняют, как грязный подгузник...

# DIALOG_PASSIVE_SCENE_67_0
source: So we're going to climb inside a trash compactor.
ru: Значит, мы должны залезть в мусорный пресс.

# DIALOG_PASSIVE_SCENE_67_1
source: Seems that way.
ru: Вроде того.

# DIALOG_PASSIVE_SCENE_67_2
source: And fight smelly zombies, surrounded by smelly trash.
ru: И победить вонючих зомби посреди гор вонючего мусора.

# DIALOG_PASSIVE_SCENE_67_3
source: Yup.
ru: Угу.

# DIALOG_PASSIVE_SCENE_67_4
source: Could this day get any more gross?
ru: Что ещё может быть хуже?

# DIALOG_PASSIVE_SCENE_67_5
source: It's still early.
ru: День ещё не закончился.

# DIALOG_PASSIVE_SCENE_69_0
source: Ewwww, I can't believe we're fighting zombies in a trash compactor!
ru: Фу, не могу поверить, что мы сражаемся с зомби в мусорном прессе!

# DIALOG_PASSIVE_SCENE_69_1
source: Wanna give up?
ru: Хочешь сдаться?

# DIALOG_PASSIVE_SCENE_69_2
source: For my Riki... NEVER!
ru: Ради Рики... НИКОГДА!

# DIALOG_PASSIVE_SCENE_71_0
source: Trash is gone. Let's head inside.
ru: Мусора больше нет. Идём внутрь.

# DIALOG_PASSIVE_SCENE_71_1
source: I'm sure there's plenty more trash inside, too.
ru: Уверена, что внутри мусора будет ещё больше.

# DIALOG_PASSIVE_SCENE_72_0
source: Let's find out if Kuino and Riki are down here.
ru: Давай проверим, нет ли Кунио и Рики там внизу.

# DIALOG_PASSIVE_SCENE_72_1
source: OR... I could head back outside and, uh, watch our backs?
ru: ИЛИ... может, я выйду наружу и, типа, постою на стрёме?

# DIALOG_PASSIVE_SCENE_72_2
source: Don't be a wuss, Kyoko, come on.
ru: Не будь слабачкой, Кёко, идём.

# DIALOG_PASSIVE_SCENE_77_0
source: FINALLY we're outta Trash Town. I need, like, TEN showers...
ru: НАКОНЕЦ-ТО мы выбрались из этой свалки. Придётся принять ДЕСЯТЬ ванн...

# DIALOG_PASSIVE_SCENE_77_1
source: Later. Let's find that concert. Even if Kunio and Riki aren't there, maybe someone there knows where they are.
ru: Это подождёт. Нужно найти этот концерт. Даже если Кунио и Рики там нет, кто-нибудь может знать, где они.

# DIALOG_PASSIVE_SCENE_77_2
source: But I'm stinkyyyyy...
ru: Но от меня воня-я-е-ет...

# DIALOG_PASSIVE_SCENE_79_0
source: Why'd you stop me?? I was gonna rip that guy's head off!
ru: Зачем ты меня остановила? Я собиралась ему голову оторвать!

# DIALOG_PASSIVE_SCENE_79_1
source: That's why I stopped you.
ru: Именно поэтому.

# DIALOG_PASSIVE_SCENE_79_2
source: Lame.
ru: Отстой.

# DIALOG_PASSIVE_SCENE_79_3
source: C'mon, you heard him. All we need is a VIP pass and he'll let us onboard.
ru: Ты его слышала. Всё, что нам нужно - это VIP-пропуск, и он пустит нас на борт.

# DIALOG_PASSIVE_SCENE_79_4
source: Yeah, but where do we get one?
ru: Только где мы его возьмем?

# DIALOG_PASSIVE_SCENE_79_5
source: There's a fancy hotel on the other end of Ocean Heights. Lots of rich people there. I bet one of them has a VIP pass!
ru: Тут есть крутая гостиница на другом конце Океанских холмов. Куча богачей. Спорим, у кого-нибудь из них найдётся VIP-пропуск!

# DIALOG_PASSIVE_SCENE_81_0
source: I bet Riki and Kunio are on that yacht RIGHT NOW, looking all cute and muscley...
ru: Готова поспорить, что ПРЯМО СЕЙЧАС Рики и Кунио на этой яхте, загорелые, мускулистые...

# DIALOG_PASSIVE_SCENE_81_1
source: Calm down. You heard that butler dude. We just gotta learn those 3 answers.
ru: Успокойся. Ты слышала этого лакея. Нам нужно просто узнать эти три ответа.

# DIALOG_PASSIVE_SCENE_81_2
source: But won't he recognize us?
ru: Но он же нас узнает?

# DIALOG_PASSIVE_SCENE_81_3
source: Nah, money don't recognize poor people.
ru: Нет, деньги бедняков не знают.

# DIALOG_PASSIVE_SCENE_81_4
source: Hey, I'm not THAT poor...
ru: Эй, я не НАСТОЛЬКО бедна...

# DIALOG_PASSIVE_SCENE_83_0
source: What were the three questions again?
ru: Так, что там были за три вопроса?

# DIALOG_PASSIVE_SCENE_83_1
source: NOIZE's favorite drink.
ru: Любимый напиток NOIZE.

# DIALOG_PASSIVE_SCENE_83_2
source: Food.
ru: Еда.

# DIALOG_PASSIVE_SCENE_83_3
source: Also her cat's name.
ru: И как зовут её кошку.

# DIALOG_PASSIVE_SCENE_83_4
source: Her dog.
ru: Собаку.

# DIALOG_PASSIVE_SCENE_83_5
source: Whatever. And something about a car?
ru: Неважно. И что-то там про машину?

# DIALOG_PASSIVE_SCENE_83_6
source: Geez, it was her hometown!
ru: Господи. Про её родной город!

# DIALOG_PASSIVE_SCENE_83_7
source: Oh yeah.
ru: А-а-а, да.

# DIALOG_PASSIVE_SCENE_83_8
source: Your memory's pretty bad, huh?
ru: У тебя с памятью не очень, да?

# DIALOG_PASSIVE_SCENE_83_9
source: Well I get hit a lot...
ru: Ну, меня много били...

# DIALOG_PASSIVE_SCENE_85_0
source: Hey, check out that sign.
ru: Эй, посмотри на эту вывеску.

# DIALOG_PASSIVE_SCENE_85_1
source: Fatty Tuna 50% off? Great, I'm starving!
ru: Скидка 50% на жирного тунца? Отлично, я умираю с голода!

# DIALOG_PASSIVE_SCENE_85_2
source: No, below it.
ru: Нет, пониже.

# DIALOG_PASSIVE_SCENE_85_3
source: NOIZE's favorite food. Hey, mine too! Weird.
ru: Любимая еда NOIZE. Эй, и моя тоже! Странно.

# DIALOG_PASSIVE_SCENE_85_4
source: Question answered, c'mon.
ru: Ответ получен, двигаемся дальше.

# DIALOG_PASSIVE_SCENE_88_0
source: Alright, NOIZE's favorite food is fatty tuna sushi.
ru: Отлично. Любимая еда NOIZE - суши с жирным тунцом.

# DIALOG_PASSIVE_SCENE_88_1
source: She grew up in Dumbsville.
ru: Она выросла в Балдавилле.

# DIALOG_PASSIVE_SCENE_88_2
source: Bunsonville. And her dog's name is Dawg, like the cool kids say it.
ru: Бансонвилле. И её собаку зовут Сцобако, как сейчас крутые ребята любят говорить.

# DIALOG_PASSIVE_SCENE_88_3
source: You have no idea how mad that makes me.
ru: Ты не представляешь, как меня это бесит.

# DIALOG_PASSIVE_SCENE_88_4
source: C'mon, let's get those VIP passes!
ru: Пошли, добудем VIP-пропуска!

# DIALOG_PASSIVE_SCENE_90_0
source: Hurry! Let's get to that concert and find our boyfriends!
ru: Скорее на концерт! Наши парни должны быть там!

# DIALOG_PASSIVE_SCENE_90_1
source: Geez, I hope they're there. My heart can't take another minute without Riki!
ru: Ох, надеюсь, что они там. У меня сердце разрывается без Рики!

# DIALOG_PASSIVE_SCENE_92_0
source: Well that's weird.
ru: Странно.

# DIALOG_PASSIVE_SCENE_99_0
source: C'mon, let's get to that tower and find our boyfriends!
ru: Идём к башне, поищем там наших парней!

# DIALOG_PASSIVE_SCENE_101_0
source: Hasebe's lying, right Misako?
ru: Хасэбэ нам врёт, правда, Мисако?

# DIALOG_PASSIVE_SCENE_101_1
source: What? Obviously! Those jerks have been jealous of us since we were little kids.
ru: Что? Конечно! Эти дуры завидуют нам с самого детства.

# DIALOG_PASSIVE_SCENE_101_2
source: Now c'mon, let's defeat this army of yakuza soldiers and get our boyfriends back!
ru: Выше голову, нужно ещё сразить армию акудза и вернуть наших парней!

# DIALOG_PASSIVE_SCENE_102_0
source: Misako? My knuckles are hurting.
ru: Мисако? У меня уже кулаки болят.

# DIALOG_PASSIVE_SCENE_102_1
source: Yeah, so are my knees.
ru: Ага, а у меня колени.

# DIALOG_PASSIVE_SCENE_102_2
source: Where do you think Kunio and Riki are?
ru: Как думаешь, где сейчас Кунио с Рики?

# DIALOG_PASSIVE_SCENE_102_3
source: If this Sabu guy's got 'em, odds are they're in his penthouse.
ru: Если похитил этот самый Сабу, то, скорее всего, их держат в пентхаусе.

# DIALOG_PASSIVE_SCENE_102_4
source: Guess we're going up.
ru: Значит, нам наверх.

# DIALOG_PASSIVE_SCENE_105_0
source: Let's find those explosives.
ru: Надо найти взрывчатку.

# DIALOG_PASSIVE_SCENE_105_1
source: And blow things up!
ru: И разнести тут всё!

# DIALOG_PASSIVE_SCENE_105_2
source: ONLY the penthouse door.
ru: ТОЛЬКО дверь пентхауса.

# DIALOG_PASSIVE_SCENE_105_3
source: Yeah. Right.
ru: Ага. Верно.

# DIALOG_PASSIVE_SCENE_107_0
source: Is this that explosive thingy?
ru: Это и есть взрывчатка, да?

# DIALOG_PASSIVE_SCENE_107_1
source: Yeah, now be careful you don't blow us up!
ru: Да, только поосторожнее, не взорви нас ненароком!

# DIALOG_PASSIVE_SCENE_108_0
source: Explosives acquired!
ru: Взрывчатка у нас!

# DIALOG_PASSIVE_SCENE_108_1
source: In the weapons room. Duh.
ru: В оружейной комнате. Ох.

# DIALOG_PASSIVE_SCENE_109_0
source: Got another one!
ru: Ещё один!

# DIALOG_PASSIVE_SCENE_109_1
source: Hey, careful with that thing!
ru: Эй, осторожно с ним!

# DIALOG_PASSIVE_SCENE_110_0
source: Another explosive. Let's go!
ru: Ещё один заряд. Идём!

# DIALOG_PASSIVE_SCENE_110_1
source: But... I've never been in a casino.
ru: Но... я никогда не была в казино.

# DIALOG_PASSIVE_SCENE_110_2
source: Kyoko!
ru: Кёко!

# DIALOG_PASSIVE_SCENE_110_3
source: But... fiiiiiine.
ru: Но... ла-а-а-адно.

# DIALOG_PASSIVE_SCENE_111_0
source: Okay, explosives planted. Let's get the heck outta here!
ru: Отлично, заряды установлены. А теперь бежим отсюда!

# DIALOG_PASSIVE_SCENE_115_0
source: Hey! Wake up, you dumb baby.
ru: Эй! Вставай, тупица.

# DIALOG_PASSIVE_SCENE_115_1
source: You gotta keep fighting! You gonna let her beat you that easy??
ru: Дерись дальше! Хочешь ей так просто сдаться?!

# DIALOG_PASSIVE_SCENE_115_2
source: You can still win, Misako! Get up! NOW!
ru: Ты все ещё можешь победить, Мисако! Вставай! СЕЙЧАС ЖЕ!

# DIALOG_PASSIVE_SCENE_116_0
source: We can't beat her, Misako! She's too tough!
ru: Мы не справимся с ней, Мисако! Она слишком сильная!

# DIALOG_PASSIVE_SCENE_116_1
source: We CAN defeat her. I TOLD myself we can. And I wouldn't lie to me.
ru: Мы СПРАВИМСЯ. Я СКАЗАЛА себе, что можем. А я себе я врать не буду.

# DIALOG_PASSIVE_SCENE_116_2
source: What?
ru: Что?

# DIALOG_PASSIVE_SCENE_120_0
source: WHAT???
ru: ЧТО?!

# DIALOG_PASSIVE_SCENE_PRINCIPAL_001
source: Attention. This is your Principal. Looks like we've got some troublemakers in detention. You kids know what to do...
ru: Внимание. Говорит директор школы. Похоже, в классе дополнительных занятий появились нарушители спокойствия. Вы знаете, что делать...

# DIALOG_PASSIVE_SCENE_PRINCIPAL_002
source: Tomorrow's lunch is vegetables and rice. Don't let those girls out of here.
ru: Завтра на обед будут овощи и рис. Не выпускайте отсюда этих девочек.

# DIALOG_PASSIVE_SCENE_PRINCIPAL_003
source: Straight A's to the student who stops those girls!
ru: Пятёрки по всем предметам тому, кто остановит этих девочек!

# DIALOG_PASSIVE_SCENE_PRINCIPAL_004
source: Today is School Spirit Day. Show YOUR school spirit by destroying those girls!
ru: Сегодня День единения школы. Докажи, что ТЫ един со школой - останови этих девочек!

# DIALOG_PASSIVE_SCENE_PRINCIPAL_005
source: *sigh* Haven't you learned anything? Don't let them escape!
ru: *Вздох* Вы так ничего и не усвоили? Не дайте им сбежать!

# DIALOG_PASSIVE_SCENE_PRINCIPAL_006
source: You students are a DISGRACE! Oh well... at least SHE’LL stop them.
ru: ПОЗОРИЩЕ, а не ученики! Ну... по крайней мере, их остановит ОНА.

# DIALOG_HASEBE_DEFEATED
source: Oh, poop.
ru: Вот дерьмо.

# DIALOG_HASEBE_PHASE_0
source: Hey, no fair!
ru: Эй, так нечестно!

# DIALOG_HASEBE_PHASE_1
source: That hurt, dummy!
ru: Это больно, балда!

# DIALOG_HASEBE_START_BATTLE
source: Time to kill?
ru: Время убивать?

# DIALOG_KYOKO_DIE_0
source: You're not supposed to hit girls!
ru: Девочек бить нельзя!

# DIALOG_KYOKO_GLOAT_0
source: As if I'd let you beat me!
ru: Думаешь, я так просто сдамся?

# DIALOG_KYOKO_IFINTERRUPTED_0
source: What the heck!
ru: Какого чёрта?

# DIALOG_KYOKO_JUSTHIT_0
source: Ouch!
ru: Ой!

# DIALOG_KYOKO_KILLPLAYER_0
source: Oops!
ru: Упс!

# DIALOG_KYOKO_MISC_0
source: What's your insta?
ru: Какой у тебя инстаграм?

# DIALOG_KYOKO_WEAKENED_0
source: I need healing!
ru: Мне нужно лечение!

# DIALOG_MALL_SECURITY_GUARD_SEE_PLAYER_0
source: Get outta my house!
ru: Вон из моего дома!

# DIALOG_MAMI_DEFEATED
source: We'll never live this down...
ru: Мы это никогда не забудем...

# DIALOG_MAMI_PHASE_0
source: Cheaters!
ru: Обманщицы!

# DIALOG_MAMI_PHASE_1
source: Back off!
ru: Назад!

# DIALOG_MAMI_START_BATTLE
source: You bet!
ru: Кто бы сомневался!

# DIALOG_MISUZU_DEFEATED
source: You're embarassing me!
ru: Хватит меня позорить!

# DIALOG_MISUZU_PHASE_0
source: Stop moving!
ru: Хватит бегать!

# DIALOG_MISUZU_PHASE_1
source: Hold still so I can SMASH you!
ru: Стой смирно, чтобы я могла тебе ВРЕЗАТЬ!

# DIALOG_MISUZU_START_BATTLE
source: Get over here!
ru: Иди сюда!

# DIALOG_NOIZE_DEFEATED
source: Track over...
ru: Песня окончена...

# DIALOG_NOIZE_PHASE_0
source: Grrr, whatever!
ru: Гр-р-р, как бы не так!

# DIALOG_NOIZE_PHASE_1
source: Solo time!
ru: А теперь соло!

# DIALOG_NOIZE_TAUNT_0
source: You girls are so lame!
ru: Вы, девчата, такие убожества!

# DIALOG_NOIZE_TAUNT_1
source: You aren't real fans!
ru: Вы не настоящие фанаты!

# DIALOG_NOIZE_START_BATTLE
source: 1, 2, 3, FOUR!
ru: Раз, два, три, ЧЕТЫРЕ!

# DIALOG_SABUKO_DEFEATED
source: Curse you...
ru: Будь вы прокляты...

# DIALOG_SABUKO_PHASE_0
source: I'm impressed.
ru: Я впечатлена.

# DIALOG_SABUKO_PHASE_1
source: My patience wanes.
ru: Моё терпение на исходе.

# DIALOG_SABUKO_START_BATTLE
source: Let's begin.
ru: Начнём.

# DIALOG_SEAMSTRESS_DEFEATED
source: I'm a fashion DON'T...
ru: Я модельер, НЕ...

# DIALOG_SEAMSTRESS_PHASE_0
source: Such hideous outfits!
ru: Какие ужасные наряды!

# DIALOG_SEAMSTRESS_PHASE_1
source: Dressed to KILL!
ru: СНОГСШИБАТЕЛЬНЫЙ вид!

# DIALOG_SEAMSTRESS_START_BATTLE
source: Time to thread the needle...
ru: Пора браться за иглу...

# DIALOG_SEAMSTRESSINTRO_PLAYER_LINE_0
source: O.M.G.! That is so hecka dorbs! I just want to hug and squeeze and love every ounce of you! No, not you... you I want to beat with a pipe.
ru: О.М.Г.! Ужас как мило! Я хочу обнять и задушить тебя в объятьях! Нет, не тебя... тебя я хочу избить трубой.

# DIALOG_SEAMSTRESSINTRO_PLAYER_LINE_1
source: You think you can stand in my way? Howsabout I Dragon Kick you in the chest?? Try standing then, bucko!
ru: Думаешь, можешь стоять у меня на пути? Как насчёт Драконьего пинка в грудь? Попробуй после этого устоять на ногах!

# DIALOG_SEAMSTRESSINTRO_SEAMSTRESS_LINE_0
source: My fashion is revolutionary! My designs won't be in style until decades from now.
ru: Мой стиль революционен! Мой дизайн опережает моду на десятки лет!

# DIALOG_SEAMSTRESSINTRO_SEAMSTRESS_LINE_1
source: Fashion is life... just not for you.
ru: Мода - это жизнь... Просто не для вас.

# DIALOG_THUG_DIE_0
source: Next time...
ru: В следующий раз...

# DIALOG_THUG_GLOAT_0
source: You're not strong enough to beat me.
ru: У тебя сил не хватит меня побить.

# DIALOG_THUG_IFINTERRUPTED_0
source: How dare you!
ru: Как ты смеешь!?

# DIALOG_THUG_JUSTHIT_0
source: Oof.
ru: Уф.

# DIALOG_THUG_KILLPLAYER_0
source: Hah, you thought you were good enough!
ru: Ха-ха, а я думал-то думал!

# DIALOG_THUG_MISC_0
source: What a nice day we're having.
ru: Какой прекрасный выдался день.

# DIALOG_THUG_SEEPLAYER_0
source: Hey, get over here!
ru: Эй, иди сюда!

# DIALOG_THUG_SEEPLAYER_1
source: GET THEM!
ru: ВЗЯТЬ ИХ!

# DIALOG_THUG_WEAKENED_0
source: I'm fine, tis but a flesh wound.
ru: Всё хорошо, это всего лишь царапина.

# DIALOG_YAMADA_DEFEATED
source: I suck...
ru: Я никуда не гожусь...

# DIALOG_YAMADA_PHASE_0
source: Evil powers, fuel me...
ru: Тёмные силы, наполните меня...

# DIALOG_YAMADA_PHASE_1
source: Grrrr, magic protect me!
ru: Гр-р-р, защити меня, магия!

# DIALOG_YAMADA_START_BATTLE
source: It's about to get DARK!
ru: Да настанет ТЬМА!

# TO_PHASE_2
source: Such hideous outfits!
ru: Какие ужасные наряды!

# TO_PHASE_3
source: Dressed to KILL!
ru: СНОГСШИБАТЕЛЬНЫЙ вид!

# DIALOG_ABOBO_DEFEATED
source: I don't feel so good...
ru: Я себя чувствую не очень...

# DIALOG_ABOBO_PHASE_0
source: Grrr, you're makin' me mad!
ru: Гр-р-р, ты начинаешь меня злить!

# DIALOG_ABOBO_PHASE_1
source: Stop jumpin' around!
ru: Хватит прыгать вокруг!

# DIALOG_ABOBO_START_BATTLE
source: Okay, let's do this!
ru: Ладно, начнём!

# DIALOG_GODAI_MISSION_MAYOR_0
source: OH HEY! It's you two again. I got another mission for ya.
ru: ПРИВЕТ! Это опять вы? У меня для вас новая миссия.

# DIALOG_GODAI_MISSION_MAYOR_1
source: This time it's that pompous MAYOR of ours. Always acting like he RUNS River City, pshhh...
ru: На этот раз про нашего напыщенного МЭРА. Ведёт себя так, как будто на самом деле УПРАВЛЯЕТ Ривер-Сити, пф-ф-ф...

# DIALOG_GODAI_MISSION_MAYOR_2
source: You seen that hideous, golden statue they built of him? Well I want it gone. Destroy it, and I'll reward ya.
ru: Вы видели отвратительную золотую статую, которую ему воздвигли? Так вот, я хочу, чтобы её не было. Разрушьте её, и я вас вознагражу.

# DIALOG_GODAI_MISSION_FANCY_CARS_0
source: Is that Misako and Kyoko? I THOUGHT it was you! How ya two been?
ru: Эй, это вы, Мисако и Кёко? ТАК И ЗНАЛ, что это вы! Как дела?

# DIALOG_GODAI_MISSION_FANCY_CARS_1
source: I need your help again. Some folks from the FANCY part of town keep parking their EXPENSIVE cars here in Downtown.
ru: Мне опять нужна ваша помощь. Народ из БОГАТЕНЬКИХ районов повадился парковать свои ДОРОГИЕ машины здесь, в центре города.

# DIALOG_GODAI_MISSION_FANCY_CARS_2
source: But that makes the local residents feel like GARBAGE. You can relate, right?
ru: Отчего местные начинают чувствовать себя ОТБРОСАМИ. Вы меня понимаете, да?

# DIALOG_GODAI_MISSION_FANCY_CARS_3
source: Go find four fancy cars that DON'T belong here and DESTROY em! I'll make it worth your while...
ru: Найдите четыре модные машины, которым тут НЕ МЕСТО, и РАЗРУШЬТЕ их! Я вознагражу ваши усилия...

# DIALOG_GODAI_MISSION_ONE_HIT_TOMMY_0
source: WOW! Funny how we keep running into each other, isn't it?
ru: ВАУ! Разве не забавно, что мы постоянно друг на друга натыкаемся?

# DIALOG_GODAI_MISSION_ONE_HIT_TOMMY_1
source: You ever heard of "One Hit Tommy?" Got a helluva fist on him. He'll take down ANYONE with a single punch.
ru: Слышали про Томми "Гасите свет"? У него невероятная силища. Отправляет ЛЮБОГО в нокаут с одного удара.

# DIALOG_GODAI_MISSION_ONE_HIT_TOMMY_2
source: He's been loitering in a nearby bathroom and I REALLY gotta pee. Go take him out so I can drain the, uh, you know.
ru: Он околачивается в ближайшем туалете, а мне ОЧЕНЬ надо пописать. Разберитесь с ним чтобы я мог облегчить свой... э-э, ну вы поняли.

# DIALOG_GODAI_MISSION_SNITCHES_0
source: ME AGAIN! Wow, small world, eh? It's like, every dumpster you bump into -- there's Godai!
ru: А ВОТ И СНОВА Я! Мир тесен, не правда ли? В какой контейнер не загляни - всюду Годай!

# DIALOG_GODAI_MISSION_SNITCHES_1
source: I see you're headed into Sanwakai Tower. While you're in there, can ya do me a favor?
ru: Я вижу, вы собираетесь в башню Санвакай. Как окажетесь там, можете оказать мне одну услугу?

# DIALOG_GODAI_MISSION_SNITCHES_2
source: There's five yakuza who have betrayed the family and turned informant. Find 'em and make them REGRET that decision.
ru: Там есть пять якудза, предавших семью и ставших информаторами. Найдите их и заставьте их ПОЖАЛЕТЬ об этом решении.

# DIALOG_GODAI_MISSION_SNITCHES_3
source: You can spot them by their RED outfits. But feel free to beat up everyone else, too. Ya know, for funsies!
ru: Вы узнаете их по КРАСНОЙ одежде. Но можете побить и остальных. Ну знаете, ради забавы!

# ENEMY_DEATH_MALE_0
source: BARF!
ru: БУЭ!

# ENEMY_DEATH_MALE_1
source: Oh dang!
ru: А, чёрт!

# ENEMY_DEATH_MALE_2
source: That hurt!
ru: Больно!

# ENEMY_DEATH_MALE_3
source: Hey now...
ru: Эй, погоди...

# ENEMY_DEATH_MALE_4
source: I don't feel so good...
ru: Я себя чувствую не очень...

# ENEMY_DEATH_MALE_5
source: Does anyone read this?
ru: Кто-нибудь это читает?

# ENEMY_DEATH_MALE_6
source: My spleen!
ru: Моя селезёнка!

# ENEMY_DEATH_MALE_7
source: OOF!
ru: УФ!

# ENEMY_DEATH_MALE_8
source: Not cool, dude.
ru: Совсем не круто, чувак.

# ENEMY_DEATH_MALE_9
source: You're cute!
ru: Как мило!

# ENEMY_DEATH_MALE_10
source: Whoa!
ru: Ух ты!

# ENEMY_DEATH_MALE_11
source: Mamaaa!
ru: Мама!

# ENEMY_DEATH_MALE_12
source: OUCH!
ru: ОЙ!

# ENEMY_DEATH_MALE_13
source: What'd I do to you?
ru: Что я тебе сделал?

# ENEMY_DEATH_MALE_14
source: Hmph!
ru: Пфф!

# ENEMY_DEATH_MALE_15
source: Bummer.
ru: Облом.

# ENEMY_DEATH_MALE_16
source: There goes my lunch.
ru: А вот и мой завтрак.

# ENEMY_DEATH_MALE_17
source: I taste blood.
ru: Я чувствую вкус крови.

# ENEMY_DEATH_MALE_18
source: My stomach!
ru: Мой желудок!

# ENEMY_DEATH_MALE_19
source: My knees!
ru: Мои коленки!

# ENEMY_DEATH_MALE_20
source: Is this fun yet?
ru: Разве это весело?

# ENEMY_DEATH_MALE_21
source: That wasn't nice.
ru: Это было не очень.

# ENEMY_DEATH_MALE_22
source: What happened to civil discourse?
ru: Что случилось с цивилизованным диалогом?

# ENEMY_DEATH_MALE_23
source: My vertibrae!
ru: Мои позвонки!

# ENEMY_DEATH_MALE_24
source: You don't see ME punching YOU.
ru: Ты не видишь, как Я бью ТЕБЯ.

# ENEMY_DEATH_MALE_25
source: Down I go.
ru: Иду на дно.

# ENEMY_DEATH_MALE_26
source: BIFF!
ru: БУМ!

# ENEMY_DEATH_MALE_27
source: Welp, I'm beat.
ru: Ох, меня побили.

# ENEMY_DEATH_MALE_28
source: That really hurt.
ru: Это было очень больно.

# ENEMY_DEATH_MALE_29
source: I'm so grounded.
ru: Я так разбит.

# ENEMY_DEATH_MALE_30
source: Nice moves!
ru: Неплохой приём!

# ENEMY_DEATH_MALE_31
source: Your fist hurt my face!
ru: Твой кулак мне в лицо попал!

# ENEMY_DEATH_MALE_32
source: You jerk.
ru: Ты ничтожество.

# ENEMY_DEATH_MALE_33
source: So rude.
ru: Как грубо.

# ENEMY_DEATH_MALE_34
source: HELP!
ru: ПОМОГИТЕ!

# ENEMY_DEATH_MALE_35
source: MOMMY!
ru: МАМОЧКА!

# ENEMY_DEATH_MALE_36
source: Whatever.
ru: Неважно.

# ENEMY_DEATH_MALE_37
source: Sigh...
ru: Эх...

# ENEMY_DEATH_MALE_38
source: Aw geez.
ru: Оууу.

# ENEMY_DEATH_MALE_39
source: Dangit!
ru: Блин!
