Repository: winterheart/rcg-translation-ru
Catalog: translation/*/Dialog_Keys.po
Languages: ru

# DIALOG_HASEBE_MAMI_SCHOOL_0
source: Oh look, it's THOSE girls.
ru: Глянь, это ТЕ девчонки.

# DIALOG_HASEBE_MAMI_SCHOOL_1
source: Thought I smelled something...
ru: Я-то думаю, чем это запахло...

# DIALOG_HASEBE_MAMI_SCHOOL_2
source: Hasebe! Mami!
ru: Хасэбэ! Мами!

# DIALOG_HASEBE_MAMI_SCHOOL_3
source: Heyyyyy, Misako...
ru: Приве-е-е-ет, Мисако...

# DIALOG_HASEBE_MAMI_SCHOOL_4
source: Shouldn't you two be in detention or something?
ru: А вы разве не должны быть на дополнительных занятиях или где там?

# DIALOG_HASEBE_MAMI_SCHOOL_5
source: We broke out.
ru: Мы оттуда сбежали.

# DIALOG_HASEBE_MAMI_SCHOOL_6
source: O.M.G. seriously? I was JOKING.
ru: О.М.Г., серьёзно? Это была ШУТКА.

# DIALOG_HASEBE_MAMI_SCHOOL_7
source: And I'm ditching my school to hang out here.
ru: А я прогуливаю школу, чтобы тут потусоваться.

# DIALOG_HASEBE_MAMI_SCHOOL_8
source: Have you two seen Kunio or Riki?
ru: А вы не видели Кунио или Рики?

# DIALOG_HASEBE_MAMI_SCHOOL_9
source: Just, like, every day.
ru: Мы их видим каждый день.

# DIALOG_HASEBE_MAMI_SCHOOL_10
source: ...every night actually.
ru: ...точнее, каждую ночь.

# DIALOG_HASEBE_MAMI_SCHOOL_11
source: They've been kidnapped.
ru: Их похитили.

# DIALOG_HASEBE_MAMI_SCHOOL_12
source: I got a text!
ru: Я получила сообщение!

# DIALOG_HASEBE_MAMI_SCHOOL_13
source: That must be so special for you.
ru: Это, должно быть, так важно для тебя.

# DIALOG_HASEBE_MAMI_SCHOOL_14
source: Sorry, girls! Haven't seen 'em. But we'll, like, SO let you know the second we do. Right, Mami?
ru: Извините, девочки! Мы их не видели. Но мы... это... сразу же сообщим, если что! Да, Мами?

# DIALOG_HASEBE_MAMI_SCHOOL_15
source: Oh, for sure...
ru: Да, конечно...

# DIALOG_HASEBE_MAMI_SCHOOL_16
source: Thanks! We gotta go beat up more people now.
ru: Спасибо! Нам надо ещё кое-кого избить.

# DIALOG_HASEBE_MAMI_SCHOOL_17
source: Laterz...
ru: Пока...

# DIALOG_GROSS_APPETITE_START_0
source: Hey buddy!
ru: Эй, приятель!

# DIALOG_GROSS_APPETITE_START_1
source: That's MISTER body to you.
ru: Для вас - МИСТЕР Настоятель.

# DIALOG_GROSS_APPETITE_START_2
source: What?
ru: Что?

# DIALOG_GROSS_APPETITE_START_3
source: "Mister Body?"
ru: "Мистер Настоятель"?

# DIALOG_GROSS_APPETITE_START_4
source: I thought was cute nickname.
ru: Я думал, была забавная кличка.

# DIALOG_GROSS_APPETITE_START_5
source: I'm uncomfortable.
ru: По мне - как-то не очень.

# DIALOG_GROSS_APPETITE_START_6
source: Anyway, the door's blocked and we gotta get outta here. Can you move the trash?
ru: В любом случае, дверь заперта, а нам надо отсюда выбраться. Вы можете убрать мусор?

# DIALOG_GROSS_APPETITE_START_7
source: Not sure, you two look pretty heavy.
ru: Не знаю, вы выглядите довольно тяжёлые.

# DIALOG_GROSS_APPETITE_START_9
source: Hahaha, get it??
ru: Ха-ха, понимаете?

# DIALOG_GROSS_APPETITE_START_10
source: Yup.
ru: Угу.

# DIALOG_GROSS_APPETITE_START_11
source: Joke is that you are TRASH girls. Like garbage people or something.
ru: Шутка в том, вы, девочки - МУСОР. Как отбросы общества или похожее.

# DIALOG_GROSS_APPETITE_START_12
source: Heyyy....
ru: Э-э-эй...

# DIALOG_GROSS_APPETITE_START_13
source: Anyway, we gotta be somewhere and your stank cans is blocking us.
ru: Всё равно, нам кое-куда нужно, а твои вонючие баки перекрывают дорогу.

# DIALOG_GROSS_APPETITE_START_14
source: Would you mind moving them please?
ru: Ты не мог бы их убрать, пожалуйста?

# DIALOG_GROSS_APPETITE_START_15
source: Would love to, but first I must finish cooking before lunch rush.
ru: С радостью, но сначала я должен заканчивать готовить, пока обед не начинается.

# DIALOG_GROSS_APPETITE_START_16
source: However... if girls fetch my ingredients for me, MAYBE I can move cans of trash.
ru: Хотя... Если девочки приносят мне продукты, МОЖЕТ БЫТЬ, я убираю мусорные баки.

# DIALOG_GROSS_APPETITE_START_17
source: FINE. What ingredients are we looking for?
ru: ОТЛИЧНО. Какие продукты нам искать?

# DIALOG_GROSS_APPETITE_START_18
source: Ghost Peppers, Beans, and Tomatoes. You write this down?
ru: Жгучий перец, бобы и помидоры. Вы это записываете?

# DIALOG_GROSS_APPETITE_START_19
source: Nope.
ru: Неа.

# DIALOG_GROSS_APPETITE_START_20
source: Any idea where they are, Mr. Body?
ru: А где они могут быть, мистер Настоятель?

# DIALOG_GROSS_APPETITE_START_21
source: Stop being lazy and find my food.
ru: Хватить быть лентяйками и ищите мою еду.

# DIALOG_GROSS_APPETITE_INCOMPLETE_0
source: You bring my ingredients?
ru: Вы приносите продукты?

# DIALOG_GROSS_APPETITE_INCOMPLETE_1
source: Yes? Actually, no. It's HARD to find everything.
ru: Да? Вообще-то нет. Очень СЛОЖНО всё найти.

# DIALOG_GROSS_APPETITE_INCOMPLETE_2
source: And my legs are tired...
ru: А у меня ноги устали...

# DIALOG_GROSS_APPETITE_INCOMPLETE_3
source: If girls want dumpsters moved, will bring me my food. Hurry, is almost lunch time.
ru: Если девочки хотят убирать баки, девочки приносят мне еду. Быстрее, уже почти обед.

# DIALOG_GROSS_APPETITE_COMPLETE_0
source: HERE. We got your dumb ingredients.
ru: ВОТ. Мы принесли твои дурацкие продукты.

# DIALOG_GROSS_APPETITE_COMPLETE_1
source: Mmmmm, and still fresh! Girls did nice job!
ru: М-м-м, ещё свежие! Девочки делают хорошую работу!

# DIALOG_GROSS_APPETITE_COMPLETE_2
source: Now move the trash so we can get outta here.
ru: А теперь убери баки, чтобы мы могли отсюда выбраться.

# DIALOG_GROSS_APPETITE_COMPLETE_3
source: Why so rushed? Stay and enjoy my Special Goulash. I add bovine marrow for extra flavor.
ru: Куда спешите? Оставайтесь, попробуете мой особый гуляш. Я добавляю бычий костный мозг, чтобы пахло.

# DIALOG_GROSS_APPETITE_COMPLETE_4
source: I'm gonna hurl...
ru: Меня сейчас стошнит...

# DIALOG_GROSS_APPETITE_COMPLETE_5
source: We're a little rushed, if ya don't mind!
ru: Мы немного торопимся, если не возражаете!

# DIALOG_GROSS_APPETITE_COMPLETE_6
source: Okay, deal is deal. Go. I move trash long ago already, hahaha!
ru: Ладно, уговор так уговор. Идите. Я мусор давно уже убираю, ха-ха-ха!

# DIALOG_GROSS_APPETITE_COMPLETE_7
source: You jerk!
ru: Вот ведь подлец!

# DIALOG_MISUZU_START_BATTLE_0
source: Out of our way, Misuzu!
ru: Прочь с дороги, Мисудзу!

# DIALOG_MISUZU_START_BATTLE_1
source: Yeah! We don't wanna hurt you.
ru: Да! Мы не хотим тебя обидеть.

# DIALOG_MISUZU_START_BATTLE_2
source: Hurt ME? Haha! You scrawny runts couldn't hurt a fly.
ru: Обидеть МЕНЯ? Ха-ха-ха! Вы, тощие заморыши, и муху-то обидеть не сможете.

# DIALOG_MISUZU_START_BATTLE_3
source: No way! Flies are EASY to hurt.
ru: Ничего подобного! Мух обидеть ЛЕГКО.

# DIALOG_MISUZU_START_BATTLE_4
source: As part of the School Defense Force, it's my job to keep idiots like you from sneaking outta class.
ru: Как член Сил Обороны школы, я обязана не давать идиотам вроде вас сбегать с уроков.

# DIALOG_MISUZU_START_BATTLE_5
source: But you don't even go to this school.
ru: Но ты даже не учишься в этой школе.

# DIALOG_MISUZU_START_BATTLE_6
source: Grrrr... SHUT UP! I'm trying to earn extra money!
ru: Гр-р-р... ЗАТКНИТЕСЬ! Я пытаюсь заработать денег!

# DIALOG_MISUZU_START_BATTLE_7
source: Eep!
ru: У-и-и!

# DIALOG_MISUZU_START_BATTLE_8
source: Don't act like you're smarter than me! I been in high school for SEVEN YEARS! Ain't nobody smarter at school stuff than Misuzu.
ru: Не думайте, что вы умнее меня! Я в старших классах СЕМЬ ЛЕТ! И никто не разбирается в школьной теме лучше, чем Мисудзу!

# DIALOG_MISUZU_START_BATTLE_9
source: I don't care how big or how dumb you are. We're getting outta this school... Right. Now.
ru: Мне всё равно, насколько ты большая или тупая. Мы уходим из школы - прямо сейчас.

# DIALOG_MISUZU_START_BATTLE_10
source: Yeah, we gotta save Kunio and Riki!
ru: Да, нам нужно спасти Кунио и Рики!

# DIALOG_MISUZU_START_BATTLE_11
source: So go punch through another wall until you figure out how doors work.
ru: Так что иди расшибись о другую стенку, пока не сообразишь, для чего нужны двери.

# DIALOG_MISUZU_START_BATTLE_12
source: Grrrrr, that's it! You little turds... time to get FLUSHED!
ru: Гр-р-р, ну всё! Вы, мелкие засранки... пора вам ПОДТЕРЕТЬСЯ!

# DIALOG_MISUZU_DEFEAT_0
source: You dweebs are tougher than you look... gave me a real workout...
ru: Вы, ботанки, покрепче будете, чем кажетесь... Тяжёлая выдалась тренировка...

# DIALOG_MISUZU_DEFEAT_1
source: I'd rather give you a hug. FYI.
ru: Обнимашек было бы достаточно. К твоему сведению.

# DIALOG_MISUZU_DEFEAT_2
source: Stay down. Don't make us fight you again.
ru: Не двигайся. Не заставляй нас снова с тобой драться.

# DIALOG_MISUZU_DEFEAT_3
source: Got a real mouth on you. Must be why Kunio likes you.
ru: А язычок у тебя острый. Наверное, поэтому ты Кунио нравишься.

# DIALOG_MISUZU_DEFEAT_4
source: Have you seen Kunio?
ru: Ты видела Кунио?

# DIALOG_MISUZU_DEFEAT_5
source: And Riki??
ru: И Рики?!

# DIALOG_MISUZU_DEFEAT_6
source: Yeah, but not around here. I saw them both in Crosstown yesterday, talking to someone... creepy looking.
ru: Да, но не здесь. Я их обоих вчера видела в Кросстауне, они разговаривали с кем-то... жутковатым.

# DIALOG_MISUZU_DEFEAT_7
source: Good luck finding your little boy toys. I'm surprised they'd be interested in a pair of twigs like you two.
ru: Удачи в поисках ваших мальчиков. Удивительно, что они нашли в таких тощих девицах.

# DIALOG_MISUZU_DEFEAT_8
source: Heyyy... is that a compliment, or...?
ru: Э-э-э... Это был комплимент, или?..

# DIALOG_MISUZU_DEFEAT_9
source: Boys HATE scrawny little bugs. They want a woman with meat on her bones. And I got ALL the meat.
ru: Мальчики НЕНАВИДЯТ мелких заморышей. Они любят женщин в теле. А у меня тело ЧТО НАДО.

# DIALOG_MISUZU_DEFEAT_10
source: If you find Kunio and Riki, you tell 'em Misuzu says "Hi." Hahaha...
ru: Если найдёте Кунио и Рики, передайте привет от Мисудзу, ха-ха-ха...

# DIALOG_MISUZU_DEFEAT_11
source: Eww. C'mon, Kyoko.
ru: Фу. Пошли, Кёко.

# DIALOG_MISUZU_DEFEAT_12
source: Sorry for punching you so much.
ru: Извини, что пришлось тебя избить.

# DIALOG_A_BURGER_TO_GODAI_FOR_START_0
source: OH, HEY THERE!
ru: О, ПРИВЕТ!

# DIALOG_A_BURGER_TO_GODAI_FOR_START_1
source: WAHHH!
ru: ВАХ!

# DIALOG_A_BURGER_TO_GODAI_FOR_START_2
source: Watch it, creep! I almost tore your head off.
ru: Осторожней, придурок! Я тебе чуть голову не оторвала!

# DIALOG_A_BURGER_TO_GODAI_FOR_START_3
source: Oh, I'm no creep. I'm Godai!
ru: О, я не придурок. Я Годай!

# DIALOG_A_BURGER_TO_GODAI_FOR_START_4
source: Is that supposed to mean something to us?
ru: Это что-то нам должно говорить?

# DIALOG_A_BURGER_TO_GODAI_FOR_START_5
source: We've been neighbors since third grade.
ru: Мы были соседями с третьего класса.

# DIALOG_A_BURGER_TO_GODAI_FOR_START_6
source: Oh yeah! Hey Misako, it's that creepy guy who lives down the street from you.
ru: А-а-а, точно. Мисако, это тот жуткий парень с соседней с тобой улицы.

# DIALOG_A_BURGER_TO_GODAI_FOR_START_7
source: Oh yeah...
ru: А-а-а, да...

# DIALOG_A_BURGER_TO_GODAI_FOR_START_8
source: Didn't you get kicked out of your school for taking secret photos of the girls' volleyball team?
ru: А это не тебя из школы выгнали за шпионские фотографии девочек из волейбольной команды?

# DIALOG_A_BURGER_TO_GODAI_FOR_START_9
source: Who me? Haha. A-anyway... Nice weather, right? You catch that recent sports game?
ru: Кого, меня? Ха-ха. Так или иначе... хорошая погодка, да? Видели последний матч?

# DIALOG_A_BURGER_TO_GODAI_FOR_START_10
source: What do you want, Godai?
ru: Что тебе надо, Годай?

# DIALOG_A_BURGER_TO_GODAI_FOR_START_11
source: I've been watching you two...
ru: Я за вами наблюдал...

# DIALOG_A_BURGER_TO_GODAI_FOR_START_12
source: SEE?? Eww.
ru: ВОТ ВИДИШЬ??? Фу!

# DIALOG_A_BURGER_TO_GODAI_FOR_START_13
source: ...and I think I can help. You're looking for Riki and Kunio, right? Well I keep tabs on EVERYONE.
ru: ...и думаю, что мог бы вам помочь. Вы ищете Рики и Кунио, так? Скажем так, я знаю всё ПРО ВСЕХ.

# DIALOG_A_BURGER_TO_GODAI_FOR_START_14
source: You know who took my Riki-poo??
ru: Ты знаешь, кто похитил моего милашку Рики?!

# DIALOG_A_BURGER_TO_GODAI_FOR_START_15
source: Not yet! But I will. SOON! In the meantime... you help me, and I'll help you.
ru: Еще нет. Но узнаю. СКОРО! А пока... если вы поможете мне, то я помогу вам.

# DIALOG_A_BURGER_TO_GODAI_FOR_START_16
source: What do you want?
ru: Что тебе надо?

# DIALOG_A_BURGER_TO_GODAI_FOR_START_17
source: For starters, I'm pretty hungry. Go get me a Double Merv Burger.
ru: Для начала, я очень голоден. Сходите за Двойным Мёрв Бургером для меня.

# DIALOG_A_BURGER_TO_GODAI_FOR_START_18
source: Stop being lazy!
ru: Хватит быть таким лентяем!

# DIALOG_A_BURGER_TO_GODAI_FOR_START_19
source: Yeah, it's just down the street.
ru: Это же всего пара кварталов отсюда.

# DIALOG_A_BURGER_TO_GODAI_FOR_START_20
source: Exactly! Bring me a Double Merv Burger and you will be HANDSOMELY rewarded, m'ladies. Because I'm so handsome. Get it?
ru: Именно! Принесите мне Двойной Мёрв Бургер и вы будете ЩЕДРО вознаграждены, девочки. Потому что я очень щедрый. Поняли?

# DIALOG_A_BURGER_TO_GODAI_FOR_START_21
source: Ugh....
ru: Хм...

# DIALOG_A_BURGER_TO_GODAI_FOR_COMPLETE_0
source: Here's your burger.
ru: Вот твой бургер.

# DIALOG_A_BURGER_TO_GODAI_FOR_COMPLETE_1
source: Ahhhh, broiled beef of the gods! (scarfing sounds)
ru: Ах, жареная говядина, пища богов! (звуки всасывания еды)

# DIALOG_A_BURGER_TO_GODAI_FOR_COMPLETE_2
source: I'm never eating fast food again...
ru: Я больше никогда не буду есть фастфуд...

# DIALOG_A_BURGER_TO_GODAI_FOR_COMPLETE_3
source: We got your dumb burger, now what do you know about Kunio and Riki?
ru: Мы добыли тебе твой дурацкий бургер, что ты знаешь про Кунио и Рики?

# DIALOG_A_BURGER_TO_GODAI_FOR_COMPLETE_4
source: Boy, that hit the spot! Okay, you mentioned they were talking to someone creepy-looking?
ru: Просто пальчики оближешь! Ладно, вы упоминали, что они разговаривали с кем-то жутким?

# DIALOG_A_BURGER_TO_GODAI_FOR_COMPLETE_5
source: No, we... didn't actually.
ru: Нет, мы... на самом деле нет.

# DIALOG_A_BURGER_TO_GODAI_FOR_COMPLETE_6
source: How did you...?
ru: А как ты?..

# DIALOG_A_BURGER_TO_GODAI_FOR_COMPLETE_7
source: Well, ya know, word gets around! ANYWAY... my guess is they were talking to Yamada.
ru: Ну, вы же знаете, слухи быстро разносятся! В ЛЮБОМ СЛУЧАЕ... я думаю, они говорили с Ямадой.

# DIALOG_A_BURGER_TO_GODAI_FOR_COMPLETE_8
source: Who's that?
ru: Кто это?

# DIALOG_A_BURGER_TO_GODAI_FOR_COMPLETE_9
source: A kid from Reiho High School. Or he used to be, anyway, before he started practicing the DARK ARTS.
ru: Ученик из старшей школы Рейхо. Или был учеником, пока не стал практиковать ТЁМНУЮ МАГИЮ.

# DIALOG_A_BURGER_TO_GODAI_FOR_COMPLETE_10
source: That's not a thing.
ru: Это совершенно неважно.

# DIALOG_A_BURGER_TO_GODAI_FOR_COMPLETE_11
source: It's TOTALLY a thing. Yamada usually hangs out at the mall. Go see if he's there.
ru: ОЧЕНЬ даже важно. Обычно он околачивается в торговом центре. Поищите его там.

# DIALOG_A_BURGER_TO_GODAI_FOR_COMPLETE_12
source: Thanks! (whispering) Let's get outta here, Misako...
ru: Спасибо! (шепотом) Давай отсюда убираться, Мисако...

# DIALOG_A_BURGER_TO_GODAI_FOR_COMPLETE_13
source: Good luck! And keep an eye out for your OLD PAL Godai! Maybe we can help each other again! I'll be around...
ru: Удачи! И не забывайте СТАРОГО ПРИЯТЕЛЯ Годая! Быть может, мы ещё поможем друг другу... Я буду тут рядом...

# DIALOG_OPEN_FOR_BUSINESS_START_0
source: DANG, it's locked!
ru: ЧЁРТ, он закрыт!

# DIALOG_OPEN_FOR_BUSINESS_START_1
source: Kick the door in!
ru: Пни дверь!

# DIALOG_OPEN_FOR_BUSINESS_START_2
source: Whoa, hey there. Hang on, that might not be necessary.
ru: Эй-эй, погодите. Может, это и не понадобится.

# DIALOG_OPEN_FOR_BUSINESS_START_3
source: Yeah, but it's fun.
ru: Ага, но это прикольно.

# DIALOG_OPEN_FOR_BUSINESS_START_4
source: Your name's Hiroshi, right?
ru: Тебя зовут Хироси, правильно?

# DIALOG_OPEN_FOR_BUSINESS_START_5
source: You remembered me!
ru: Ты помнишь меня!

# DIALOG_OPEN_FOR_BUSINESS_START_6
source: I took your lunch money once.
ru: Я у тебя как-то отобрала деньги на обед.

# DIALOG_OPEN_FOR_BUSINESS_START_7
source: Yeah, hehe... water under the bridge. Anyway, the mall is SUPPOSED to be open, but that security guard Pattinson must be asleep at home again.
ru: Да, хе-хе... много с тех пор воды утекло. В любом случае, торговый центр ДОЛЖЕН быть открыт, но этот охранник Паттинсон, наверное, опять проспал всё на свете.

# DIALOG_OPEN_FOR_BUSINESS_START_8
source: How do we get inside?
ru: И как же нам попасть внутрь?

# DIALOG_OPEN_FOR_BUSINESS_START_9
source: Just hang out here for a while. He'll eventually wake up and come to work.
ru: Посидите тут немного. Рано или поздно он проснётся и придёт на работу.

# DIALOG_OPEN_FOR_BUSINESS_START_10
source: WHAT? No! We need to get in there now!
ru: ЧТО? Нам надо туда попасть немедленно!

# DIALOG_OPEN_FOR_BUSINESS_START_11
source: We have reasons! Important ones!
ru: Для нас это важно! Очень важно!

# DIALOG_OPEN_FOR_BUSINESS_START_12
source: Hey, me too. The latest issue of Cosmic Mega Babes just got released, and if you think I'm gonna download the digital manga version, hehe, you are SADLY mistaken.
ru: Эй, для меня тоже. Недавно вышел новый выпуск "Космических мега-красоток", и если вы думаете, что я буду читать электронную версию манги, хе-хе, то вы СИЛЬНО ошибаетесь.

# DIALOG_OPEN_FOR_BUSINESS_START_13
source: I don't know what any of that means.
ru: Мне всё это ни о чем не говорит.

# DIALOG_OPEN_FOR_BUSINESS_START_14
source: Where's this guard live?
ru: Где этот охранник живет?

# DIALOG_OPEN_FOR_BUSINESS_START_15
source: North Ravine Lane. But I wouldn't recommend waking him. I, uh... tried that once.
ru: Северный Овражный переулок. Только не советую его будить. Я, э-э... как-то раз пробовал.

# DIALOG_OPEN_FOR_BUSINESS_START_16
source: Thanks, Hiroshi! We'll be right back!
ru: Спасибо, Хироси! Мы скоро вернёмся!

# DIALOG_OPEN_FOR_BUSINESS_INCOMPLETE_0
source: Oh hey, you're back.
ru: О, привет, вы вернулись.

# DIALOG_OPEN_FOR_BUSINESS_INCOMPLETE_1
source: We are.
ru: Вернулись.

# DIALOG_OPEN_FOR_BUSINESS_INCOMPLETE_2
source: Did you get the keys?
ru: Достали ключи?

# DIALOG_OPEN_FOR_BUSINESS_INCOMPLETE_3
source: We did not.
ru: Не достали.

# DIALOG_OPEN_FOR_BUSINESS_INCOMPLETE_4
source: Then... why are you here exactly?
ru: Тогда... почему вы тут?

# DIALOG_OPEN_FOR_BUSINESS_INCOMPLETE_5
source: I... don't know.
ru: Я... не знаю.

# DIALOG_OPEN_FOR_BUSINESS_INCOMPLETE_6
source: Oh. Well, see you when you get the keys, I guess.
ru: Ох. Ладно, увидимся, когда достанете ключи, я так думаю.

# DIALOG_OPEN_FOR_BUSINESS_COMPLETE_0
source: We got the keys! See?
ru: Мы достали ключи! Видишь?

# DIALOG_OPEN_FOR_BUSINESS_COMPLETE_1
source: Nice job! Now open these doors so we can start shopping.
ru: Отлично! Открывай поскорей двери, чтобы мы могли пойти по магазинам.

# DIALOG_OPEN_FOR_BUSINESS_COMPLETE_2
source: SQUEEEE!
ru: УРА-А-А!

# DIALOG_OPEN_FOR_BUSINESS_COMPLETE_3
source: No.
ru: Нет.

# DIALOG_OPEN_FOR_BUSINESS_COMPLETE_4
source: But...
ru: Но...

# DIALOG_OPEN_FOR_BUSINESS_COMPLETE_5
source: Kyoko.
ru: Кёко.

# DIALOG_OPEN_FOR_BUSINESS_COMPLETE_6
source: Just a few stores?
ru: Всего парочку магазинов?

# DIALOG_OPEN_FOR_BUSINESS_COMPLETE_7
source: Remember Riki?
ru: Помнишь Рики?

# DIALOG_OPEN_FOR_BUSINESS_COMPLETE_8
source: Sigh... okay, let's go find that spooky Yamada guy...
ru: Эх... хорошо, пойдём искать этого жуткого Ямаду...

# DIALOG_HIROSHI_FOOD_COURT_0
source: Oh, hey, Hiroshi.
ru: О, привет, Хироси.

# DIALOG_HIROSHI_FOOD_COURT_1
source: Did you get your Space Girls comic book thingy?
ru: Нашёл свой комикс с космическими девушками?

# DIALOG_HIROSHI_FOOD_COURT_2
source: Cosmic Mega Babes? Yeah, but they only had the STANDARD edition cover, ugh... I could barely bring myself to read it three times.
ru: "Космические мега-красотоки"? Да, только у них было только СТАНДАРТНОЕ издание... с трудом заставил себя перечитать его три раза.

# DIALOG_HIROSHI_FOOD_COURT_3
source: We can't find Yamada. Anywhere else he might be?
ru: Мы не можем найти Ямаду. Где он может быть?

# DIALOG_HIROSHI_FOOD_COURT_4
source: He also hangs out around the construction site. But if you go there, be careful!
ru: Он ещё бывает на стройке. Но если вы туда пойдёте, будьте осторожны!

# DIALOG_HIROSHI_FOOD_COURT_5
source: Why?
ru: Почему?

# DIALOG_HIROSHI_FOOD_COURT_6
source: Because it's a construction site.
ru: Потому что это стройка.

# DIALOG_HIROSHI_FOOD_COURT_7
source: Oh yeah.
ru: А, да.

# DIALOG_HIROSHI_FOOD_COURT_8
source: Anyway, thanks and stuff.
ru: В любом случае, спасибо и всё такое.

# DIALOG_HIROSHI_FOOD_COURT_9
source: Anytime! I mean, like, literally any time. My life is pretty boring.
ru: Можете обращаться в любое время! Буквально в любое. Моя жизнь довольно скучная.

# DIALOG_YAMADA_PRE_BATTLE_0
source: Ladies... welcome to my lair.
ru: Дамы... Добро пожаловать в мое логово.

# DIALOG_YAMADA_PRE_BATTLE_1
source: This is a rooftop.
ru: Это крыша.

# DIALOG_YAMADA_PRE_BATTLE_2
source: Yeah, and not even a finished one.
ru: Да ещё к тому же недостроенная.

# DIALOG_YAMADA_PRE_BATTLE_3
source: R-rooftops can be lairs!
ru: К-крыши могут быть логовами!

# DIALOG_YAMADA_PRE_BATTLE_4
source: Whatever, we're looking for Kunio and Riki.
ru: Как угодно. Мы ищем Кунио и Рики.

# DIALOG_YAMADA_PRE_BATTLE_5
source: That big girl said you hang out with them! Do ya??
ru: Та большая девица сказала, что ты с ними зависаешь. Верно?

# DIALOG_YAMADA_PRE_BATTLE_6
source: As if. Those guys are losers.
ru: Если бы. Эти ребята - полные неудачники.

# DIALOG_YAMADA_PRE_BATTLE_7
source: WHAT'D HE SAY ABOUT MY RIKI-POO??
ru: ЧТО ОН СКАЗАЛ ПРО МОЕГО МИЛАШКУ РИКИ?!

# DIALOG_YAMADA_PRE_BATTLE_8
source: Chill, Kyoko.
ru: Остынь, Кёко.

# DIALOG_YAMADA_PRE_BATTLE_9
source: I'll CHILL this guy's FACE!
ru: Я этому чуваку сейчас РОЖУ НАЧИЩУ!

# DIALOG_YAMADA_PRE_BATTLE_10
source: Relax, I haven't talked to them in years.
ru: Успокойся, я их уже сто лет не видел.

# DIALOG_YAMADA_PRE_BATTLE_11
source: I thought you guys were friends.
ru: Вы разве не друзья?

# DIALOG_YAMADA_PRE_BATTLE_12
source: We were... a long time ago...
ru: Были... когда-то давно...

# DIALOG_YAMADA_PRE_BATTLE_13
source: What's happening?
ru: Что происходит?

# DIALOG_YAMADA_PRE_BATTLE_14
source: Ugh, it's a flashback. NO ONE CARES, YAMADA!
ru: Хм, это флэшбэк. НИКОГО ЭТО НЕ ВОЛНУЕТ, ЯМАДА!

# DIALOG_YAMADA_PRE_BATTLE_15
source: We were just kids then...
ru: Тогда мы были всего лишь детьми...

# DIALOG_YAMADA_START_BATTLE_0
source: I lost the love of my life AND my best friend in the same day! But thanks to the dark arts, I would never again be...
ru: Я потерял любовь всей жизни и лучшего друга в один день! Но благодаря тёмной магии, я никогда больше не буду...

# DIALOG_YAMADA_START_BATTLE_1
source: Okay, wait up. "Love of your life?" You barely met the girl!
ru: Эй, подожди минутку. "Любовь всей жизни"? Да ты встречался с ней от силы пару раз!

# DIALOG_YAMADA_START_BATTLE_2
source: DID he even meet her?
ru: Встречался ли он с ней ВООБЩЕ?

# DIALOG_YAMADA_START_BATTLE_3
source: Wait, yeah -- DID you even meet her??
ru: Кстати, да - встречался ли ты с ней ВООБЩЕ?

# DIALOG_YAMADA_START_BATTLE_4
source: Love needs no introduction.
ru: Любовь в представлении не нуждается.

# DIALOG_YAMADA_START_BATTLE_5
source: That's... not how love works.
ru: Любовь работает... не так.

# DIALOG_YAMADA_START_BATTLE_6
source: Listen, freakshow. I don't care about your childhood, your crush on trash queens, or any fakey magic tricks you learned. We're looking for Kunio.
ru: Слушай, страшила. Мне наплевать на твоё детство, твои увлечения принцессами с помоек и магическими фокусами. Нам нужен Кунио.

# DIALOG_YAMADA_START_BATTLE_7
source: And Riki!
ru: И Рики!
