Repository: winterheart/rcg-translation-ru
Catalog: translation/*/Non_Dialog_Keys.po
Languages: ru

# LBL_CHARACTER
source: Character
ru: Персонаж

# LBL_CHARACTER_SELECT
source: Character Select
ru: Выбор персонажа

# LBL_COMPLETION
source: Completion
ru: Выполнение

# LBL_CONSUME
source: Consume
ru: Использовать

# LBL_CREDITS
source: Credits
ru: Титры

# LBL_DIFFICULTY
source: Difficulty
ru: Сложность

# LBL_FAST
source: Fast
ru: Быстро

# LBL_FILE
source: File
ru: Файл

# LBL_FILE_SELECT
source: File Select
ru: Выбор файла

# LBL_FRIENDLY_FIRE
source: Friendly Fire
ru: Удары по своим

# LBL_HARD
source: Hard
ru: Сложно

# LBL_LANGUAGE
source: Language
ru: Язык

# LBL_LATER
source: Later
ru: Позже

# LBL_MAP
source: Map
ru: Карта

# LBL_MEDIUM
source: Medium
ru: Средне

# LBL_MODE_SELECT
source: Mode Select
ru: Выбор режима

# LBL_MOVES
source: Moves
ru: Приёмы

# LBL_MUSIC
source: Music
ru: Музыка

# LBL_NEW_GAME
source: New Game
ru: Новая игра

# LBL_NEXT
source: Next
ru: Далее

# LBL_NO
source: No
ru: Нет

# LBL_NORMAL
source: Normal
ru: Нормально

# LBL_NOW
source: Now
ru: Сейчас

# LBL_NUM_OF_PLAYERS
source: Number of Players
ru: Число игроков

# LBL_OFF
source: Off
ru: Выкл

# LBL_ON
source: On
ru: Вкл

# LBL_OUTFITS
source: Outfits
ru: Прикиды

# LBL_ACCESSORIES
source: Accessories
ru: Аксессуары

# LBL_PRESS_TO
source: Press {0}
ru: Нажмите {0}

# LBL_PRESS_START
source: Press Start
ru: Нажмите Старт

# LBL_PURCHASE
source: Purchase
ru: Купить

# LBL_SAVE_QUIT
source: Save & Quit
ru: Сохранить и выйти

# LBL_SETTINGS
source: Settings
ru: Настройки

# LBL_SFX
source: sfx
ru: Звук

# LBL_SLOW
source: Slow
ru: Медленно

# LBL_SUBTITLES
source: Subtitles
ru: Субтитры

# LBL_TASKS
source: Tasks
ru: Задачи

# LBL_TEXT_SPEED
source: Text Speed
ru: Скорость текста

# LBL_VOICE
source: Voice
ru: Голос

# LBL_YES
source: Yes
ru: Да

# LOC_RIVER_PARK
source: River Park
ru: Ривер-Парк

# LOC_WORK_ZONE
source: Work Zone
ru: Рабочая зона

# LBL_STORE
source: Store
ru: Магазин

# LBL_COMPLETE
source: Complete!
ru: Готово!

# LBL_LEVEL
source: Level
ru: Уровень

# LBL_RECRUITS
source: Recruits
ru: Рекруты

# LBL_UNEQUIP_THIS
source: Unequip?
ru: Снять?

# LOC_RIVER_CITY_HIGH
source: River City High
ru: Старшая школа Ривер-Сити

# LOC_CROSSTOWN
source: Crosstown
ru: Кросстаун

# LOC_UPTOWN
source: Uptown
ru: Пригород

# LOC_DOWNTOWN
source: Downtown
ru: Центр города

# LOC_OCEAN_HEIGHTS
source: Ocean Heights
ru: Океанские холмы

# LOC_SANWAKAI_TOWER
source: Sanwakai Tower
ru: Башня Санвакай

# LBL_BACK
source: Back
ru: Назад

# LBL_CONTINUE
source: Continue
ru: Продолжить

# LBL_QUIT
source: Quit
ru: Выход

# LBL_GAME
source: Game
ru: Игра

# LBL_OVER_ELLIPSIS
source: Over...
ru: Окончена...

# LBL_OK_COOL
source: OK COOL
ru: ХОРОШО

# LBL_MONEY
source: Money
ru: Деньги

# LBL_EXPERIENCE
source: Experience
ru: Опыт

# LBL_OKAY
source: Okay
ru: Хорошо

# BSM_SCHOOL_FRONT_GATE
source: Crosstown (School Gate)
ru: Кросстаун (школьные ворота)

# BSM_MALL_ENTRANCE
source: Crosstown (Mall Entrance)
ru: Кросстаун (вход в торговый центр)

# BSM_TRANSIT_CENTER
source: Downtown (Transit Center)
ru: Центр города (вокзал)

# BSM_CITY_STREETS
source: Downtown (City Streets)
ru: Центр города (улицы)

# BSM_SHOPPING_AREA
source: Uptown (Shopping Area)
ru: Пригород (торговый центр)

# BSM_BEACH_HOMES
source: Oceanside (Beach Homes)
ru: Побережье (дома на пляже)

# BSM_TOWER_ENTRANCE
source: Sanwakai Tower (Entrance)
ru: Башня Санвакай (вход)

# WORLD_1_DETENTION
source: Detention Room
ru: Класс для дополнительных занятий

# WORLD_1_RESTROOM
source: School Restroom
ru: Школьный туалет

# WORLD_1_ROOFTOP
source: School Rooftop
ru: Крыша школы

# WORLD_1_3RDFLOOR
source: 3rd Floor Hallway
ru: 3 этаж, коридор

# WORLD_1_2NDFLOORA
source: 2nd Floor Hallway A
ru: 2 этаж, коридор А

# WORLD_1_CHEMISTRY
source: Chemistry Class
ru: Кабинет химии

# WORLD_1_2NDFLOORB
source: 2nd Floor Hallway B
ru: 2 этаж, коридор Б

# WORLD_1_1STFLOORA
source: 1st Floor Hallway A
ru: 1 этаж, коридор А

# WORLD_1_SEXED
source: Sex Ed Class
ru: Кабинет сексуального воспитания

# WORLD_1_1STFLOORB
source: 1st Floor Hallway B
ru: 1 этаж, коридор Б

# WORLD_1_GYMPOOL
source: Gym Swimming Pool
ru: Плавательный бассейн

# WORLD_1_LOCKERROOM
source: Locker Room
ru: Шкафчики

# WORLD_1_GYMBASKETBALL
source: Basketball Court
ru: Баскетбольная площадка

# WORLD_1_CAFETERIA
source: School Cafeteria
ru: Школьный буфет

# WORLD_1_KITCHEN
source: School Kitchen
ru: Школьная кухня

# WORLD_1_FREEZER
source: Meat Locker
ru: Морозильная камера

# WORLD_1_LOBBY
source: School Lobby (Misuzu Boss)
ru: Школьный холл (Босс Мисудзу)

# WORLD_2_SCHOOLENTRANCE
source: School Entrance
ru: Вход в школу

# WORLD_2_BEANBALLCOURT
source: Beanball Court
ru: Площадка для игры в вышибалы

# WORLD_2_FRONTGATE
source: Front Gate
ru: Главный вход

# WORLD_2_NORTHRAVINELANE
source: North Ravine Lane
ru: Северный Овражный переулок

# WORLD_2_WINDINGWAY
source: Winding Way
ru: Петляющий переулок

# WORLD_2_PATTINSONHOUSE
source: Pattinson's House
ru: Дом Паттинсона

# WORLD_2_PATTINSONBACKYARD
source: Pattinson's Backyard
ru: Задний двор Паттинсона

# WORLD_2_ALLEYWAY
source: Back Alleyway
ru: Боковой переулок

# WORLD_2_MALLREAR
source: Mall Shipping Area
ru: Торговый центр, склады

# WORLD_2_MALLENTRANCE
source: Mall Entrance
ru: Торговый центр, вход

# WORLD_2_MALLLOBBY
source: Mall Lobby
ru: Торговый центр, холл

# WORLD_2_STOREENTRANCES
source: Mall Stores
ru: Торговый центр, магазины

# WORLD_2_FOODCOURT
source: Mall Food Court
ru: Торговый центр, ресторанный дворик

# WORLD_2_CONSTRUCTIONPIT
source: Construction Site
ru: Стройка

# WORLD_2_CONSTRUCTIONSITE
source: Construction Building (Yamada Boss)
ru: Строящееся здание (Босс Ямада)

# WORLD_2_MALLEXIT
source: Mall Exit
ru: Торговый центр, выход

# WORLD_3_SHOPPINGENTRANCE
source: Shopping Entrance
ru: Вход в торговый центр

# WORLD_3_SHOPPINGVIDEOGAMES
source: Video Game District
ru: Квартал видеоигр

# WORLD_3_SHOPPINGTOYS
source: Toy District
ru: Квартал игрушек

# WORLD_3_SHOPPINGFASHION
source: Fashion District
ru: Квартал одежды

# WORLD_3_ARCADE
source: Coin-Op Arcade
ru: Аркадные автоматы

# WORLD_3_FLOOR1
source: Underground Floor 1
ru: Минус 1 этаж

# WORLD_3_FLOOR2
source: Underground Floor 2
ru: Минус 2 этаж

# WORLD_3_FLOOR3
source: Underground Floor 3
ru: Минус 3 этаж

# WORLD_3_FLOOR4
source: Underground Floor 4
ru: Минус 4 этаж

# WORLD_3_FLOOR5
source: Underground Floor 5
ru: Минус 5 этаж

# WORLD_3_FLOOR6
source: Underground Floor 6
ru: Минус 6 этаж

# WORLD_3_FLOOR7
source: Underground Floor 7
ru: Минус 7 этаж

# WORLD_3_FLOOR8
source: Underground Floor 8
ru: Минус 8 этаж

# WORLD_3_PAWNSHOP
source: Pawn Shop
ru: Ломбард

# WORLD_3_RUNWAY
source: Catwalk Runway
ru: Подиум

# WORLD_3_SWEATSHOP
source: Sewing Room
ru: Швейный цех

# WORLD_3_FASHIONFACTORY
source: Fashion Storage (Hibari Boss)
ru: Склад готовой продукции (Босс Хибари)

# WORLD_3_BACKALLEY
source: Secret Passage to Downtown
ru: Тайный проход в центр города

# WORLD_4_CITYSTREETS1
source: City Streets
ru: Улицы города

# WORLD_4_BARINTERIOR
source: Filthy Bar
ru: Вонючий бар

# WORLD_4_SHANTYTOWN
source: Shanty Town
ru: Трущобы

# WORLD_4_BACKALLEY
source: Back Alley
ru: Переулок

# WORLD_4_CITYSTREETS2
source: Rear City Streets
ru: Городские закоулки

# WORLD_4_PARK
source: Downtown Park
ru: Парк в центре города

# WORLD_4_BASKETBALL
source: Basketball Court
ru: Баскетбольная площадка

# WORLD_4_TRANSITSTATION
source: Transit Station
ru: Пересадочная станция

# WORLD_4_JUNKYARD
source: Junk Yard
ru: Свалка

# WORLD_4_TUNNEL
source: Tunnel to Ocean Heights
ru: Туннель к Океанским холмам

# WORLD_4_SKIDROW
source: Skid Row
ru: Трущобы

# WORLD_4_SUBWAY
source: Subway Terminal
ru: Станция метро

# WORLD_4_UNDERGROUNDTEMPLE
source: Abandoned Subway (Abobo Boss)
ru: Заброшенная станция метро (Босс Абобо)

# WORLD_5_BEACHSTOREFRONT
source: Beach Storefronts
ru: Прибрежные магазины

# WORLD_5_BEACHHOMES
source: Beach Homes
ru: Дома на пляже

# WORLD_5_FANCYHOTELLOBBY
source: Fancy Hotel Lobby
ru: Холл роскошно гостиницы

# WORLD_5_AQUARIUM
source: Aquarium
ru: Океанариум

# WORLD_5_PUBLICPARK
source: Ocean Heights Park
ru: Парк Океанских холмов

# WORLD_5_RESTROOM
source: Fancy Restroom
ru: Роскошный туалет

# WORLD_5_THEMEPARK
source: Theme Park
ru: Парк аттракционов

# WORLD_5_FISHMARKET
source: Fish Market
ru: Рыбный рынок

# WORLD_5_PIERSBOATS
source: The Pier
ru: Пирс

# WORLD_5_BEACH
source: The Beach
ru: Пляж

# WORLD_5_YACHTCONCERT
source: Private Yacht (NOIZE Boss)
ru: Частная яхта (Босс NOIZE)

# WORLD_6_TOWERENTRANCE
source: Tower Entrance
ru: Башня, вход

# WORLD_6_LOBBY
source: Tower Lobby
ru: Башня, холл

# WORLD_6_CASINO
source: Tower Casino
ru: Башня, казино

# WORLD_6_RESTROOM
source: Tower Restroom
ru: Башня, туалет

# WORLD_6_FLOOR8
source: Floor 8 Lobby
ru: 8 этаж, холл

# WORLD_6_HOTELROOM
source: Hotel Room
ru: Гостиничный номер

# WORLD_6_FLOOR13
source: Floor 13 Lobby
ru: 13 этаж, холл

# WORLD_6_MONEYLAUNDERING
source: Money Laundering Vault
ru: Прачечная для отмывания денег

# WORLD_6_BALCONY
source: Tower Balcony
ru: Башня, балкон

# WORLD_6_FLOOR21
source: Floor 21 Lobby
ru: 21 этаж, холл

# WORLD_6_SCIENCEEXPERIMENTS
source: Genetic Experiments Room
ru: Генетическая лаборатория

# WORLD_6_FLOOR50
source: Floor 50 Lobby
ru: 50 этаж, холл

# WORLD_6_PENTHOUSE
source: Penthouse (Sabuko Boss)
ru: Пентхаус (Босс Сабуко)

# WORLD_6_PENTHOUSE_BONUS
source: Penthouse
ru: Пентхаус

# WORLD_6_WEAPONSROOM
source: Weapons Room
ru: Оружейная комната

# LBL_NEW_MOVE
source: New Move!
ru: Новый приём!

# LBL_NEW_MOVES_IN_DOJO
source: New Move(s) Available In Dojo
ru: В Додзё доступны новые приёмы

# LBL_VIEW_CREDITS
source: View Credits
ru: Авторы

# LBL_CONFIRM
source: Confirm
ru: Подтверждение

# LBL_EDIT_SETTINGS
source: Edit Settings
ru: Изменить настройки

# LBL_SELECT_FILE
source: Select File
ru: Выбрать файл

# LBL_CONFIRM_CHARACTER
source: Confirm Character
ru: Подтвердить персонажа

# LBL_BUTTON_RAPIDLY
source: Rapidly
ru: Быстро

# LBL_BUTTON_CHARGE
source: Charge
ru: Атака

# LBL_PRESS_TO_START
source: Press {0} to Start
ru: Нажмите {0} для старта

# LBL_PRESS_TO_EXPAND_MAP
source: Expand
ru: Развернуть

# LBL_EXIT_MAP
source: Exit Map
ru: Закрыть карту

# LBL_YOU_GOT
source: You Got:
ru: Получено:

# LBL_WAIT_FOR_NEXT_SCREEN
source: Please wait for next room
ru: Подождите до следующей комнаты

# LBL_PLEASE_WAIT
source: Please Wait
ru: Пожалуйста, подождите

# LBL_PRESS_TO_JOIN
source: Press {0} to Join
ru: Нажмите {0}, чтобы подключиться

# LBL_LOAD
source: Load
ru: Загрузить

# LBL_DELETE
source: Delete
ru: Удалить

# LBL_SELECT
source: Select
ru: Выбрать

# LBL_CONFIRM_CHARACTER_OR_JOIN
source: Confirm Character / Join
ru: Подтвердить персонажа / Присоединиться

# LBL_EDIT_OR_SELECT
source: Edit / Select
ru: Изменить / Выбрать

# LBL_TOGGLE
source: Toggle
ru: Изменить

# LBL_CONFIRM_DELETE
source: Delete File?
ru: Удалить файл?

# LBL_YOU_WILL_LOSE_PROGRESS
source: You will lose all gameplay progress.
ru: Весь игровой прогресс будет потерян.

# LBL_NEW_GAME_PLUS
source: New Game +
ru: Новая игра +

# LBL_NEW_GAME_PLUS_INFO
source: Restart for a new, more challenging adventure! Story progress is reset and enemies are tougher.
ru: Начните сначала для нового, более сложного приключения! Игровой процесс сбрасывается, а противники становятся сильнее.

# LBL_LOITER
source: Loiter
ru: Праздношатание

# LBL_LOITER_INFO
source: Stick around and take care of loose ends! Quest progress is retained.
ru: Прогуляйтесь вокруг, подберите хвосты! Игровой прогресс сохраняется.

# LBL_CURRENT_STATS_RETAINED
source: Current stats, items and techniques are retained.
ru: Текущие характеристики, предметы и приёмы сохраняются.

# LBL_FILE_0
source: File A
ru: Файл А

# LBL_FILE_1
source: File B
ru: Файл Б

# LBL_FILE_2
source: File C
ru: Файл В

# LBL_DEVELOPED_BY_TITLE
source: Developed and Published<br>by WayForward
ru: Разработано и опубликовано<br>WayForward

# LBL_TYRANNICAL_OVERLORD_TITLE
source: Tyrannical Overlord
ru: Тиран-повелитель

# LBL_CREATIVE_DIRECTOR_TITLE
source: Creative Director
ru: Креативный директор

# LBL_EXECUTIVE_PRODUCER_TITLE
source: Executive Producer
ru: Исполнительный продюсер

# LBL_DIRECTOR_TITLE
source: Director
ru: Директор

# LBL_ASSISTANT_DIRECTOR_TITLE
source: Assistant Director
ru: Ассистент директора

# LBL_PRODUCERS_TITLE
source: Producers
ru: Продюсеры

# LBL_LEAD_PROGRAMMER_TITLE
source: Lead Programmer
ru: Ведущий программист

# LBL_PROGRAMMER_TITLE
source: Programmers
ru: Программисты

# LBL_ENGINE_PROGRAMMER_TITLE
source: Engine Programming
ru: Программирование движка

# LBL_ADDITIONAL_PROGRAMMER_TITLE
source: Additional Programming
ru: Дополнительное программирование

# LBL_LEVEL_DESIGNER_TITLE
source: Level Designer
ru: Дизайнер уровней

# LBL_LEAD_ILLUSTRATOR_TITLE
source: Illustrator
ru: Иллюстратор

# LBL_ADDITIONAL_CHAR_ILLUSTRATOR_TITLE
source: Additional Illustrators
ru: Дополнительные иллюстрации

# LBL_SHOP_BG_ILLUSTRATOR_TITLE
source: Shop BG Illustrations
ru: Иллюстратор задников магазинов

# LBL_SPRITE_DESIGNER_TITLE
source: Sprite Designs
ru: Дизайн спрайтов

# LBL_LEAD_ANIMATOR_TITLE
source: Lead Animator
ru: Ведущий аниматор

# LBL_ANIMATOR_TITLE
source: Animators
ru: Аниматоры

# LBL_LEAD_ENV_ARTIST_TITLE
source: Lead Environment Artist
ru: Ведущий художник по окружению

# LBL_ENV_ARTIST_TITLE
source: Environment Artists
ru: Художники по окружению

# LBL_VFX_DIRECTOR_TITLE
source: Lead Visual Effects Artist
ru: Ведущий художник по визуальным эффектам

# LBL_VFX_ARTIST_TITLE
source: Visual Effects Artists
ru: Художники по визуальным эффектам

# LBL_UI_MENU_ARTIST_TITLE
source: UI Designer
ru: Дизайнер интерфейса

# LBL_WRITER_TITLE
source: Written by
ru: Сюжет

# LBL_STORYBOARD_ARTIST_TITLE
source: Storyboard Artist
ru: Художник раскадровок

# LBL_CINEMATIC_ARTIST_TITLE
source: Cinematic Sequences
ru: Кинематографические вставки

# LBL_MUSIC_TITLE
source: Music
ru: Музыка

# LBL_SONGS_TITLE
source: Songs
ru: Песни

# LBL_SFX_TITLE
source: Sound Effects
ru: Звуковые эффекты

# LBL_VO_CASTING_TITLE
source: VO Casting and Direction
ru: Кастинг и руководство озвучивания

# LBL_VOICE_ACTOR_TITLE
source: Voice Actors
ru: Актёры озвучивания

# LBL_QA_MANAGER_TITLE
source: Quality Assurance Manager
ru: Менеджер по контролю качества

# LBL_LEAD_QA_TITLE
source: Quality Assurance Lead
ru: Лидер контроля качества

# LBL_QA_TESTER_TITLE
source: Quality Assurance Testers
ru: Тестеры контроля качества

# LBL_PUBLISHING_DIRECTOR_TITLE
source: Director of Publishing
ru: Директор издательства

# LBL_PUBLISHING_PRODUCER_TITLE
source: Publishing Producer
ru: Издающий продюсер

# LBL_ANIM_DIRECTOR_TITLE
source: Animation Dept. Director
ru: Директор по анимации

# LBL_PROGRAMMER_MANAGER_TITLE
source: Programmer Manager
ru: Менеджер программистов

# LBL_BUSINESS_DEV_MANAGER_TITLE
source: Business Development Manager
ru: Менеджер по развитию бизнеса

# LBL_ACCOUNTING_CLERK_TITLE
source: Accounting Clerk
ru: Бухгалтер

# LBL_IT_SYSTEM_ADMIN_TITLE
source: IT / System Admin
ru: IT / системный администратор

# LBL_PR_MANAGER_TITLE
source: Community Manager & PR
ru: Менеджер по связям с общественностью

# LBL_SPECIAL_THANKS_TITLE
source: Special Thanks
ru: Особая благодарность

# LBL_THANKS_FOR_PLAYING_TITLE
source: THANKS FOR PLAYING!!!
ru: СПАСИБО ЗА ИГРУ!!!

# LBL_THE_BOYS_ARE_BACK
source: The boys are back!
ru: Мальчики вернулись!

# LBL_UNLOCKED_FOR_GAMEPLAY
source: Unlocked for Gameplay
ru: Разблокировано для игры

# LBL_DESTROYED
source: destroyed!
ru: : объект разрушен!

# LBL_SKIP
source: Skip
ru: Пропустить

# LBL_DEFEATED
source: defeated!
ru: побеждён!

# ENEMY_DESC_MALETHUG_ALT1
source: Low life miscreants who learned to fight on the streets.
ru: Безродные негодяи, учившиеся драться на улицах.

# ENEMY_DESC_MALETHUG_ALT2
source: Low life miscreants who learned to fight on the streets.
ru: Безродные негодяи, учившиеся драться на улицах.

# ENEMY_DESC_MALETHUG_ALT3
source: Low life miscreants who learned to fight on the streets.
ru: Безродные негодяи, учившиеся драться на улицах.

# ENEMY_DESC_MALETHUG_ALT4
source: Low life miscreants who learned to fight on the streets.
ru: Безродные негодяи, учившиеся драться на улицах.

# ENEMY_DESC_MALETHUG_TOUGH
source: The streets of River City have toughened his skin and soul.
ru: Улицы Ривер-сити закалили его тело и душу.

# ENEMY_DESC_MALETHUG_NIGHTMARE
source: Sabu's illegal chemical reservoir wasn't the best choice for swimming.
ru: Незаконный резервуар с химикатами Сабу - не самое лучшее место для купания.

# ENEMY_DESC_CHEERLEADER_ALT1
source: These cheerful girls are agile and love to dodge your advances.
ru: Эти лучезарные девочки очень ловкие и просто обожают отвлекать тебя.

# ENEMY_DESC_CHEERLEADER_ALT2
source: These cheerful girls are agile and love to dodge your advances.
ru: Эти лучезарные девочки очень ловкие и просто обожают отвлекать тебя.

# ENEMY_DESC_CHEERLEADER_ALT3
source: These cheerful girls are agile and love to dodge your advances.
ru: Эти лучезарные девочки очень ловкие и просто обожают отвлекать тебя.

# ENEMY_DESC_CHEERLEADER_ALT4
source: These cheerful girls are agile and love to dodge your advances.
ru: Эти лучезарные девочки очень ловкие и просто обожают отвлекать тебя.

# ENEMY_DESC_CHEERLEADER_TOUGH
source: The cheerleader leader leading her lethal ladies.
ru: Капитан поддержки возглавляет команду летальной поддержки.

# ENEMY_DESC_CHEERLEADER_NIGHTMARE
source: She cares not for leading cheers. She's more like a fearleader.
ru: Ей не интересно поддерживать игроков. Наводить на них страх - другое дело!

# ENEMY_DESC_TIGERMAN_ALT1
source: These pro wrestlers are as agile as they are musclebound.
ru: Эти профессиональные рестлеры так же проворны, как и мускулисты.

# ENEMY_DESC_TIGERMAN_ALT2
source: These pro wrestlers are as agile as they are musclebound.
ru: Эти профессиональные рестлеры так же проворны, как и мускулисты.

# ENEMY_DESC_TIGERMAN_ALT3
source: These pro wrestlers are as agile as they are musclebound.
ru: Эти профессиональные рестлеры так же проворны, как и мускулисты.

# ENEMY_DESC_TIGERMAN_ALT4
source: These pro wrestlers are as agile as they are musclebound.
ru: Эти профессиональные рестлеры так же проворны, как и мускулисты.

# ENEMY_DESC_TIGERMAN_TOUGH
source: Never took a knife edge chop he didn't sadistically enjoy.
ru: Всегда выполнял свой коронный приём с садистским наслаждением.

# ENEMY_DESC_TIGERMAN_NIGHTMARE
source: He made a heel turn years ago and never turned back.
ru: Он закончил свою карьеру много лет назад и возвращаться не собирается.

# ENEMY_DESC_SCHOOLBOY_ALT1
source: These entitled jerks love to fight dirty.
ru: Эти самоуверенные подонки любят драться нечестно.

# ENEMY_DESC_SCHOOLBOY_ALT2
source: These entitled jerks love to fight dirty.
ru: Эти самоуверенные подонки любят драться нечестно.

# ENEMY_DESC_SCHOOLBOY_ALT3
source: These entitled jerks love to fight dirty.
ru: Эти самоуверенные подонки любят драться нечестно.

# ENEMY_DESC_SCHOOLBOY_ALT4
source: These entitled jerks love to fight dirty.
ru: Эти самоуверенные подонки любят драться нечестно.

# ENEMY_DESC_SCHOOLBOY_TOUGH
source: Leader of the schoolboys and his own band. So cool.
ru: Самый главный среди парней в школе и в своей банде. Это так круто.

# ENEMY_DESC_SCHOOLBOY_NIGHTMARE
source: Once the prom king. Not really a contender for that title anymore.
ru: Когда-то он был королём выпускного бала. Больше он не претендует на этот титул.

# ENEMY_DESC_SCHOOLGIRL_ALT1
source: If you are not part of their clique, you are part of their problem.
ru: Если вы не часть их клики, то вы - часть их проблем.

# ENEMY_DESC_SCHOOLGIRL_ALT2
source: If you are not part of their clique, you are part of their problem.
ru: Если вы не часть их клики, то вы - часть их проблем.

# ENEMY_DESC_SCHOOLGIRL_ALT3
source: If you are not part of their clique, you are part of their problem.
ru: Если вы не часть их клики, то вы - часть их проблем.

# ENEMY_DESC_SCHOOLGIRL_ALT4
source: If you are not part of their clique, you are part of their problem.
ru: Если вы не часть их клики, то вы - часть их проблем.

# ENEMY_DESC_SCHOOLGIRL_TOUGH
source: The dominant female of the pack. She didn't get the part for her looks.
ru: Главная женская особь в стае. Свой статус она получила не благодаря внешности.

# ENEMY_DESC_SCHOOLGIRL_NIGHTMARE
source: She tried a seance one night with her friends. It didn't end well.
ru: Однажды ночью она с друзьями призвала злых духов. Добром это не кончилось.

# ENEMY_DESC_CYBORG_ALT1
source: Giant robots from the future disguised as giant robot looking humans.
ru: Гигантские роботы из будущего, притворяющиеся людьми, похожими на гигантских роботов.

# ENEMY_DESC_CYBORG_ALT2
source: Giant robots from the future disguised as giant robot looking humans.
ru: Гигантские роботы из будущего, притворяющиеся людьми, похожими на гигантских роботов.

# ENEMY_DESC_CYBORG_ALT3
source: Giant robots from the future disguised as giant robot looking humans.
ru: Гигантские роботы из будущего, притворяющиеся людьми, похожими на гигантских роботов.

# ENEMY_DESC_CYBORG_ALT4
source: Giant robots from the future disguised as giant robot looking humans.
ru: Гигантские роботы из будущего, притворяющиеся людьми, похожими на гигантских роботов.

# ENEMY_DESC_CYBORG_TOUGH
source: Modern ballistics feels like being hit by feathers to him.
ru: Попадание современного снаряда для него сравним с укусом комара.

# ENEMY_DESC_CYBORG_NIGHTMARE
source: When science was not enough, the cyborgs tried their metal hands at magic.
ru: Когда наука больше не помогала, киборги пытались вооружиться магией.

# ENEMY_DESC_YAKUZAMALE_ALT1
source: Sabuko’s army of martial artists are incredibly skilled with their fists.
ru: Мастера рукопашного боя армии Сабуко хорошо работают кулаками.

# ENEMY_DESC_YAKUZAMALE_ALT2
source: Sabuko’s army of martial artists are incredibly skilled with their fists.
ru: Мастера рукопашного боя армии Сабуко хорошо работают кулаками.

# ENEMY_DESC_YAKUZAMALE_ALT3
source: Sabuko’s army of martial artists are incredibly skilled with their fists.
ru: Мастера рукопашного боя армии Сабуко хорошо работают кулаками.

# ENEMY_DESC_YAKUZAMALE_ALT4
source: Sabuko’s army of martial artists are incredibly skilled with their fists.
ru: Мастера рукопашного боя армии Сабуко хорошо работают кулаками.

# ENEMY_DESC_YAKUZAMALE_TOUGH
source: Sabuko's very own left hand man. No one dares challenge his authority.
ru: Левая рука самого Сабуко. Никто не рискнёт оспорить его авторитет.

# ENEMY_DESC_YAKUZAMALE_NIGHTMARE
source: Possessed by an ancient oni and an insatiable desire for combat.
ru: Одержим древним демоном "они" и неутолимой жаждой битвы.

# ENEMY_DESC_BADCOP_ALT1
source: Corrupt police that are certainly not sworn to protect you.
ru: Продажные копы, которые определённо не клялись вас защищать.

# ENEMY_DESC_BADCOP_ALT2
source: Corrupt police that are certainly not sworn to protect you.
ru: Продажные копы, которые определённо не клялись вас защищать.

# ENEMY_DESC_BADCOP_ALT3
source: Corrupt police that are certainly not sworn to protect you.
ru: Продажные копы, которые определённо не клялись вас защищать.

# ENEMY_DESC_BADCOP_ALT4
source: Corrupt police that are certainly not sworn to protect you.
ru: Продажные копы, которые определённо не клялись вас защищать.

# ENEMY_DESC_BADCOP_TOUGH
source: The chief of police is even more corrupted than the people paying him.
ru: Глава полиции продажнее даже тех, кто ему платит.

# ENEMY_DESC_BADCOP_NIGHTMARE
source: Being killed in the line of duty was merely an inconvenience to this dirty cop.
ru: Смерть при исполнении была лишь небольшим затруднением для этого грязного копа.

# ENEMY_DESC_YAKUZAF_ALT1
source: Sabuko’s henchwomen are deadly with their knife throwing skills.
ru: Приспешницы Сабуко смертельно опасны благодаря отличным навыкам метания ножа.
