Repository: winterheart/rcg-translation-ru
Catalog: translation/*/Non_Dialog_Keys.po
Languages: ru

# ENEMY_DESC_YAKUZAF_ALT2
source: Sabuko’s henchwomen are deadly with their knife throwing skills.
ru: Приспешницы Сабуко смертельно опасны благодаря отличным навыкам метания ножа.

# ENEMY_DESC_YAKUZAF_ALT3
source: Sabuko’s henchwomen are deadly with their knife throwing skills.
ru: Приспешницы Сабуко смертельно опасны благодаря отличным навыкам метания ножа.

# ENEMY_DESC_YAKUZAF_ALT4
source: Sabuko’s henchwomen are deadly with their knife throwing skills.
ru: Приспешницы Сабуко смертельно опасны благодаря отличным навыкам метания ножа.

# ENEMY_DESC_YAKUZAF_TOUGH
source: Sabuko’s right hand lady. Her knives can slice teenage girls like cafeteria butter.
ru: Правая рука самого Сабуко. Её ножи могут нашинковать школьниц в капусту.

# ENEMY_DESC_YAKUZAF_NIGHTMARE
source: Sabuko’s main assassin. She does this job for free.
ru: Главная убийца на службе Сабуко. Она делает свою работу бесплатно.

# ENEMY_DESC_TRASH
source: Once he gets his trusty hammer going, nothing can stop him.
ru: Если он достанет свой верный молот, его уже ничто не остановит.

# ENEMY_DESC_TRASH_TOUGH
source: Trash's brother that used to bully him. Just think how he feels about you.
ru: Брат Треша, который когда-то его обижал. Теперь представьте себе, что он думает про вас.

# ENEMY_DESC_TRASH_NIGHTMARE
source: His mother warned him not to drink Turbo Juice excessively.
ru: Мама предупреждала его не пить слишком много Турбо-сока.

# ENEMY_DESC_WAVER
source: A bizarre gambler with a penchant for taking high risks.
ru: Эксцентричная поклонница азартных игр, склонная рисковать по-крупному.

# ENEMY_DESC_WAVER_TOUGH
source: Waver's cousin from the other side of the tracks.
ru: Кузина Вейвер с другой стороны дороги.

# ENEMY_DESC_WAVER_NIGHTMARE
source: A cursed puppet with a penchant for mayhem.
ru: Проклятая марионетка со склонностью к причинению разрушений.

# ENEMY_DESC_LINDA
source: A tough lady who prefers to punish her enemies with her whip.
ru: Жесткая дама, предпочитающая наказывать врагов кнутом.

# ENEMY_DESC_LINDA_TOUGH
source: Linda's twin sister. She was technically born first, so she's in charge.
ru: Сестра-близнец Линды. Формально она родилась первой, так что она тут главная.

# ENEMY_DESC_LINDA_NIGHTMARE
source: An evil doppleganger who won't stop until she dominates this entire city.
ru: Злобный двойник, который не остановится, пока не будет властвовать над всем городом.

# LBL_CURRENT_LANGUAGE
source: English
ru: русский

# LBL_ONE_PLAYER
source: 1 Player
ru: 1 игрок

# LBL_TWO_PLAYERS
source: 2 Players
ru: 2 игрока

# LBL_CONFIRM_QUIT_GAME
source: Quit Game?
ru: Выйти из игры?

# LBL_CONFIRM_QUIT_GAME_INFO
source: Return to main menu.
ru: Вернуться в главное меню.

# LBL_BUS_STOP
source: Bus Stop
ru: Автобусная остановка

# LBL_ANIM_CLEANUP_TITLE
source: Animation Cleanup
ru: Доработка анимации

# LBL_CINEMATIC_SEQUENCES_TITLE
source: Cinematic Sequences<br>by Studio Yotta
ru: Кинематографические вставки<br>Studio Yotta

# LBL_ART_DIRECTOR_TITLE
source: Art Director
ru: Арт-директор

# LBL_CLEANUP_LEAD_TITLE
source: Cleanup Lead
ru: Руководитель доработки анимации

# LBL_ADDITIONAL_ART_TITLE
source: Additional Art Production
ru: Производство дополнительной графики

# LBL_ANIMATION_TITLE
source: Animation
ru: Анимация

# LBL_CLEANUP_TITLE
source: Cleanup
ru: Доработка

# LBL_BACKGROUNDS_TITLE
source: Backgrounds
ru: Фоновое окружение

# LBL_COMPOSITING_TITLE
source: Compositing
ru: Эффекты

# LBL_VO_RECORDING_FACILITIES_TITLE
source: VO Recording Facilities
ru: Студия звукозаписи

# LBL_AUDIO_ENGINEERS_TITLE
source: Audio Engineers
ru: Звукоинженеры

# LBL_COMMUNITY_MANAGER_TITLE
source: Community Manager & PR
ru: Менеджер по связям с общественностью

# LBL_RUMBLE
source: Vibration
ru: Вибрация

# LBL_CONFIRM_APPLY
source: Apply?
ru: Применить?

# LBL_RESOLUTION
source: Resolution
ru: Разрешение

# LBL_WINDOWED
source: Windowed
ru: Оконный режим

# LBL_START
source: Start
ru: Старт

# LBL_SAVING
source: Saving
ru: Сохранение

# CORRUPTED_DATA
source: Corrupted save data has been found and will be deleted
ru: Обнаружены повреждённые данные сохранения, они будут удалены

# LBL_PROGRAMMING_MANAGER_TITLE
source: Programming Manager
ru: Менеджер по программированию

# LBL_LEAD_AUDIO_DESIGNER_TITLE
source: Lead Audio Designer
ru: Ведущий аудиодизайнер

# LBL_AUDIO_DESIGNER_TITLE
source: Audio Designer
ru: Аудиодизайнер

# LBL_ADDITIONAL_ART_PRODUCTION_TITLE
source: Additional Art Production
ru: Дополнительное художественное производство

# LBL_PLAYTESTER_TITLE
source: Playtesters
ru: Тестеры

# LBL_HEAD_OF_PUBLISHING_TITLE
source: Head of Publishing
ru: Руководитель издательства

# LBL_WF_PUBLISHED_BY_TITLE
source: Published by WayForward
ru: Опубликовано WayForward

# LBL_PUBLISHING_AP_PRODUCER_TITLE
source: Publishing Associate Producer
ru: Ассоциированный продюсер издательства

# LBL_MARKETING_ASSISTANT_TITLE
source: Marketing Assistant
ru: Ассистент по маркетингу

# LBL_CUSTOMER_SUPPORT_TITLE
source: Customer Support
ru: Служба поддержки

# LBL_PUBLISHED_BY_TITLE
source: Published by<br> ARC System Works
ru: Опубликовано<br> ARC System Works

# LBL_PRODUCER_TITLE_ARC
source: Producer
ru: Продюсер

# LBL_DIRECTOR_TITLE_ARC
source: Director
ru: Директор

# LBL_ASSISTANT_DIRECTOR_TITLE_ARC
source: Assistant Director
ru: Ассистент директора

# LBL_LOCALIZATION_TITLE
source: Localization
ru: Локализация

# LBL_PROMOTION_TITLE
source: Promotion
ru: Продвижение

# LBL_SUPPORT_TITLE
source: Support
ru: Поддержка

# LBL_CHIEF_PRODUCER_TITLE
source: Chief Producer
ru: Главный продюсер

# LBL_EXECUTIVE_PRODUCER_TITLE_ARC
source: Executive Producer
ru: Исполнительный продюсер

# LBL_ARC_ASIA_BRANCH_TITLE
source: ARC SYSTEM WORKS Asia branch
ru: ARC SYSTEM WORKS, филиал в Азии

# LBL_ASIA_MARKETING_AND_BUSINESS
source: Asia Marketing and Business
ru: Маркетинг и Бизнес в Азии

# LBL_ASIA_PACKAGE_DESIGN
source: Asia Package Design
ru: Дизайн упаковки для Азии

# LBL_KEYBOARD_ACTION
source: Up Down Left Right Pause Quick Attack Heavy Attack Jump Special Block Recruit
ru: Вверх Вниз Влево Вправо Пауза Быстрый удар Сильный удар Прыжок Особое Блок Рекрут

# LBL_KEYBOARD_INPUT_ONE
source: W S D A Space G Y H U I T
ru: W S D A Пробел G Y H U I T

# LBL_KEYBOARD_INPUT_TWO
source: Up Down Left Right Shift 1 2 0 3 Enter +
ru: Вверх Вниз Влево Вправо Shift 1 2 0 3 Enter +

# LBL_OPTION_KEYBOARD
source: Keyboard Mapping
ru: Раскладка клавиатуры

# LBL_VIEW_KEYBOARD
source: View Keyboard Mapping
ru: Посмотреть раскладку клавиатуры

# LBL_KEYBOARD_TITLE
source: Keyboard Mapping
ru: Раскладка клавиатуры

# LBL_PLAYER_ONE
source: Player 1
ru: Игрок 1

# LBL_PLAYER_TWO
source: Player 2
ru: Игрок 2

# LBL_LOCALIZATION_AND_TRANSLATION
source: Localization & Translation by
ru: Локализация и перевод

# LBL_LOCALIZATION_PROJECT_MANAGER
source: Localization Project Manager
ru: Руководитель проекта локализации

# LBL_LOCALIZATION_COORINATOR
source: Localization Coordinator
ru: Координатор локализации
