Repository: winterheart/rcg-translation-ru
Catalog: */MetaData_Keys.po
Languages: ru

# ACHIEVEMENT_RIVER_CITY_HERO_DISPLAY
source: River City Hero
ru: Герой Ривер-сити

# ACHIEVEMENT_YOUR_LESSONS_ARE_BORING_DISPLAY
source: Your lessons are boring!
ru: Ваши уроки скучные!

# ACHIEVEMENT_KILLED_BY_MATH_DISPLAY
source: Killed by Math
ru: Убита математикой

# ACHIEVEMENT_SHOP_UNTIL_THEY_DROP_DISPLAY
source: Shop until they drop?
ru: Шопимся до упаду?

# ACHIEVEMENT_BONA_FIDE_BARGAIN_DISPLAY
source: Bona fide bargain
ru: Сделка Bona Fides

# ACHIEVEMENT_MASTER_OF_UNLOCKING_DISPLAY
source: Master of Unlocking
ru: Мастер открывания замков

# ACHIEVEMENT_AN_EXPLOSIVE_ENTRANCE_DISPLAY
source: An Explosive Entrance
ru: Взрывное появление

# ACHIEVEMENT_FULL_SERVICE_DISPLAY
source: Full Service
ru: Полное обслуживание

# ACHIEVEMENT_WEAPON_HANDLER_DISPLAY
source: Weapons Handler
ru: Оруженосец

# ACHIEVEMENT_YOURE_OUT_DISPLAY
source: You're out!
ru: Ты выбит!

# ACHIEVEMENT_BACK_AT_ME_DISPLAY
source: Back at me!
ru: Назад ко мне!

# ACHIEVEMENT_BEST_FRIENDS_FOR_LIFE_DISPLAY
source: Best Friends For Life
ru: Лучшие друзья навсегда

# ACHIEVEMENT_FRIENDLY_BEATDOWN_DISPLAY
source: Friendly Beatdown
ru: Дружеская потасовка

# ACHIEVEMENT_PERFECT_PARRY_DISPLAY
source: Perfect Parry
ru: Идеальное парирование

# ACHIEVEMENT_STYLISH_DISPLAY
source: Stylish!
ru: Стильно!

# ACHIEVEMENT_POWER_UP_DISPLAY
source: Power Up
ru: На полную

# ACHIEVEMENT_HELP_AN_OLD_PAL_DISPLAY
source: Help an Old Pal?
ru: Поможешь старому приятелю?

# ACHIEVEMENT_SMASHED_STATUES_DISPLAY
source: Smashed Statues
ru: Разбитые бюсты

# ACHIEVEMENT_REAL_WORKOUT_DISPLAY
source: A Real Workout
ru: Тяжёлая выдалась тренировка

# ACHIEVEMENT_DEFEATING_THE_DARK_ARTS_DISPLAY
source: Defeating the Dark Arts
ru: Побеждая тёмную магию

# ACHIEVEMENT_FASHION_BEATDOWN_DISPLAY
source: Fashionable Beatdown
ru: Стильное избиение

# ACHIEVEMENT_A_BYE_BYE_DISPLAY
source: A Bye Bye
ru: Пока-пока

# ACHIEVEMENT_SO_METAL_DISPLAY
source: So Metal
ru: Просто Хардкор

# ACHIEVEMENT_LIKE_FATHER_LIKE_DAUGHTER_DISPLAY
source: Like Father Like Daughter
ru: Что папа, что дочка

# ACHIEVEMENT_OMG_SERIOUSLY_DISPLAY
source: O.M.G. Seriously?
ru: О.М.Г., серьёзно?

# ACHIEVEMENT_RENEGADE_DISPLAY
source: Renegade
ru: Изменник

# ACHIEVEMENT_DONT_MESS_WITH_US_DISPLAY
source: Don't mess with us!
ru: Не связывайся с нами!

# ACHIEVEMENT_TAKE_THE_WORLD_ON_DISPLAY
source: TAKE THE WORLD ON
ru: ВЕСЬ МИР У НОГ

# ACHIEVEMENT_POWER_OF_LOVE_ON_DISPLAY
source: Power of Love!
ru: Сила любви!

# ACHIEVEMENT_OF_LOVE_ON_DISPLAY
source: A New Challenger
ru: Новый претендент

# ACHIEVEMENT_COMPLETIONIST_DISPLAY
source: Completionist
ru: Завершатель

# ACHIEVEMENT_RIVER_CITY_HERO_DESCRIPTION
source: Obtain all trophies in "River City Girls".
ru: Получите все трофеи в River City Girls.

# ACHIEVEMENT_YOUR_LESSONS_ARE_BORING_DESCRIPTION
source: Attacked Mr. Rudis.
ru: Нападите на мистера Рудиса.

# ACHIEVEMENT_KILLED_BY_MATH_DESCRIPTION
source: Was defeated in detention.
ru: Вы были сражены в кабинете для дополнительных занятий.

# ACHIEVEMENT_SHOP_UNTIL_THEY_DROP_DESCRIPTION
source: Enter the Mall.
ru: Попадите в торговый центр.

# ACHIEVEMENT_BONA_FIDE_BARGAIN_DESCRIPTION
source: Obtain an item from the Pawn Shop.
ru: Добудьте предмет в ломбарде.

# ACHIEVEMENT_MASTER_OF_UNLOCKING_DESCRIPTION
source: Find the keys in the junk yard.
ru: Найдите ключи на свалке.

# ACHIEVEMENT_AN_EXPLOSIVE_ENTRANCE_DESCRIPTION
source: Enter the Penthouse.
ru: Войдите в пентхаус.

# ACHIEVEMENT_FULL_SERVICE_DESCRIPTION
source: Destroy a vending machine.
ru: Разрушьте торговый автомат.

# ACHIEVEMENT_RIVER_CITY_RANSOM_DESCRIPTION
source: Collected $5000
ru: Собрано $5000.

# ACHIEVEMENT_WEAPON_HANDLER_DESCRIPTION
source: Use every weapon once.
ru: Каждое оружие использовано хотя бы раз

# ACHIEVEMENT_CARPE_DIEM_DESCRIPTION
source: Defeated an enemy with a fish.
ru: Противник побежден с помощью рыбы

# ACHIEVEMENT_YOURE_OUT_DESCRIPTION
source: Catch a dodgeball thrown by your ally.
ru: Поймайте брошенный напарником волейбольный мяч.

# ACHIEVEMENT_BACK_AT_ME_DESCRIPTION
source: Catch a boomerang.
ru: Поймайте бумеранг

# ACHIEVEMENT_BEST_FRIENDS_FOR_LIFE_DESCRIPTION
source: Recruit each type of enemy.
ru: Завербуйте каждый тип противника.

# ACHIEVEMENT_FRIENDLY_BEATDOWN_DESCRIPTION
source: Defeated an enemy by hitting them with another enemy.
ru: Противник побеждён от удара другим противником.

# ACHIEVEMENT_PERFECT_PARRY_DESCRIPTION
source: Parry 10 enemy attacks.
ru: Отразите 10 атак противников.

# ACHIEVEMENT_STYLISH_DESCRIPTION
source: Equip a new outfit.
ru: Наденьте новый прикид.

# ACHIEVEMENT_POWER_UP_DESCRIPTION
source: Reached Max Level.
ru: Достигнут максимальный уровень.

# ACHIEVEMENT_HELP_AN_OLD_PAL_DESCRIPTION
source: Completed all of Godai's quests.
ru: Выполнены все задания Годая.

# ACHIEVEMENT_SMASHED_STATUES_DESCRIPTION
source: Destroyed all Sabu statues.
ru: Разрушены все бюсты Сабу

# ACHIEVEMENT_REAL_WORKOUT_DESCRIPTION
source: K.O. Misuzu.
ru: Нокаутирована Мисудзу

# ACHIEVEMENT_DEFEATING_THE_DARK_ARTS_DESCRIPTION
source: K.O. Yamada.
ru: Нокаутирован Ямада

# ACHIEVEMENT_FASHION_BEATDOWN_DESCRIPTION
source: K.O. Hibari.
ru: Нокаутирована Хибари

# ACHIEVEMENT_A_BYE_BYE_DESCRIPTION
source: K.O. Abobo.
ru: Нокаутирован Абобо

# ACHIEVEMENT_SO_METAL_DESCRIPTION
source: K.O. Noize.
ru: Нокаутирована Noize

# ACHIEVEMENT_LIKE_FATHER_LIKE_DAUGHTER_DESCRIPTION
source: K.O. Sabuko.
ru: Нокаутирована Сабуко

# ACHIEVEMENT_OMG_SERIOUSLY_DESCRIPTION
source: K.O. the secret boss.
ru: Нокаутирован секретный босс

# ACHIEVEMENT_RENEGADE_DESCRIPTION
source: That wasn't very nice!
ru: Это было не очень-то вежливо!

# ACHIEVEMENT_DONT_MESS_WITH_US_DESCRIPTION
source: Complete the game in Co-Op.
ru: Пройдите игру в кооперативном режиме

# ACHIEVEMENT_TAKE_THE_WORLD_ON_DESCRIPTION
source: Completed the game on Hard.
ru: Пройдите игру на Сложном режиме.

# ACHIEVEMENT_POWER_OF_LOVE_ON_DESCRIPTION
source: Finish every stage cooperatively on Hard difficulty with friendly fire enabled!
ru: Закончите все стадии в совместном прохождении на Сложном режиме и с включёнными ударами по своим!

# ACHIEVEMENT_OF_LOVE_ON_DESCRIPTION
source: Completed the game with a secret character.
ru: Игра пройдена тайным персонажем

# ACHIEVEMENT_COMPLETIONIST_DESCRIPTION
source: Reach 100% completion.
ru: Закончите игру на 100%

# TROPHY_DESCRIPTION
source: Trophies for River City Girls
ru: Трофеи для River City Girls

# STEAM_STORE_DESCRIPTION_Long
source: There's trouble once again on the mean streets of River City, but this time the boys are in over their heads! In this all-new entry in the legendary beat-'em-up series, hot-blooded heroes Kuni and Riki have been captured, leaving it to their hard-hitting girlfriends, Kyoko and Misako, to serve up some payback. As you punch and kick your way across town - either solo or with a friend in local co-op - you'll gain new skills, chow down on power-ups, wield an assortment of weapons, and unleash an arsenal of combos, throws, and special attacks that will leave the bad guys crying for mama - all in outrageous 16-bit style! The awesome action is punctuated by manga story panels, anime cutscenes, and an epic synth-pop soundtrack. It’s an old-school rumble for a new generation! Key Features: -Wild beat-'em-up action for one or two players! -Glorious pixel-art graphics plus anime and manga cutscenes! -Fantastic soundtrack featuring Chipzel, Christina Vee, and NateWantsToBattle! -Six large city regions to fight through, complete with shops and side quests! -Loads of weapons, items, and abilities to power-up your heroines! -Guest appearances by classic River City characters!
ru: На жестоких улицах Ривер-сити опять назревают проблемы, но на этот раз мальчики влипли по уши! В новой серии легендарного beat-'em-up горячие герои Кунио и Рики попадают в плен, предоставляя своим жестоким подругам, Кёко и Мисако, вершить возмездие. По мере того, как вы с боем пробиваетесь через город - в одиночку или с другом в локальном кооперативном режиме, - вы приобретёте новые навыки, получите улучшения, перепробуете кучу оружия и изучите много новых приёмов, бросков и специальных атак, которые заставят плохих парней звать мамочку - и всё это в возмутительном 16-битном стиле! Потрясающий экшен дополнен историями манга, аниме-вставками и эпическим саундтреком в стиле синти-поп. Сражения в духе старой школы для нового поколения! Ключевые свойства: - Отвязный beat-'em-up экшен для одного или двух игроков! - Великолепные графика в стиле пиксель-арта и врезки аниме и манга! - Фантастический саундтрек от Chipzel, Christina Vee и NateWantsToBattle! - Шесть больших городских районов, которые нужно победить, с магазинами и побочными заданиями! - Множество предметов, оружия и способностей для ваших героинь! - Множество персонажей из классических игр River City!

# STEAM_STORE_DESCRIPTION_SHORT
source: There's trouble once again in River City, and this time only the girls can save the day! Using a variety of attacks, weapons, and items, these hot-blooded heroines are ready to teach the city’s lowlifes a lesson - either solo or in 2-player co-op! It’s an old-school rumble for a new generation!
ru: На жестоких улицах Ривер-сити опять назревают проблемы, но на этот раз только девочки смогут всех спасти! С помощью боевых приёмов, оружия и предметов наши горячие героини готовы преподать урок городским негодяям - в одиночку или в режиме кооперативной игры! Сражения в духе старой школы для нового поколения!

# PS4_STORE_TITLE_DESCRIPTION
source: There's trouble once again in River City, and this time only the girls can save the day! Using a variety of attacks, weapons, and items, these hot-blooded heroines are ready to teach the city’s lowlifes a lesson - either solo or in 2-player co-op! It’s an old-school rumble for a new generation!
ru: На жестоких улицах Ривер-сити опять назревают проблемы, но на этот раз только девочки смогут всех спасти! С помощью боевых приёмов, оружия и предметов наши горячие героини готовы преподать урок городским негодяям - в одиночку или в режиме кооперативной игры! Сражения в духе старой школы для нового поколения!

# PS4_STORE_CONTENT_DESCRIPTION
source: There's trouble once again on the mean streets of River City, but this time the boys are in over their heads! In this all-new entry in the legendary beat-'em-up series, hot-blooded heroes Kuni and Riki have been captured, leaving it to their hard-hitting girlfriends, Kyoko and Misako, to serve up some payback. As you punch and kick your way across town - either solo or with a friend in local co-op - you'll gain new skills, chow down on power-ups, wield an assortment of weapons, and unleash an arsenal of combos, throws, and special attacks that will leave the bad guys crying for mama - all in outrageous 16-bit style! The awesome action is punctuated by manga story panels, anime cutscenes, and an epic synth-pop soundtrack. It’s an old-school rumble for a new generation! Key Features: -Wild beat-'em-up action for 1 or 2 players! -Glorious anime and manga cutscenes! -Rockin’ synth-pop soundtrack! -Six large areas of the city to explore and fight in! -Loads of weapons, items, and abilities!
ru: На жестоких улицах Ривер-сити опять назревают проблемы, но на этот раз мальчики влипли по уши! В новой серии легендарного beat-'em-up горячие герои Кунио и Рики попадают в плен, предоставляя своим жестоким подругам, Кёко и Мисако, вершить возмездие. По мере того, как вы с боем пробиваетесь через город - в одиночку или с другом в локальном кооперативном режиме, - вы приобретёте новые навыки, получите улучшения, перепробуете кучу оружия и изучите много новых приёмов, бросков и специальных атак, которые заставят плохих парней звать мамочку - и всё это в возмутительном 16-битном стиле! Потрясающий экшен дополнен историями манга, аниме-вставками и эпическим саундтреком в стиле синти-поп. Сражения в духе старой школы для нового поколения! Ключевые свойства: - Отвязный beat-'em-up экшен для одного или двух игроков! - Великолепные аниме- и манга-вставки! - Крутой саундтрек в стиле синти-поп! - Шесть больших городских районов, которые нужно изучить и победить! - Множество предметов, оружия и способностей!

# XBOX_STORE_CONTENT_DESCRIPTION
source: There's trouble once again on the mean streets of River City, but this time the boys are in over their heads! In this all-new entry in the legendary beat-'em-up series, hot-blooded heroes Kuni and Riki have been captured, leaving it to their hard-hitting girlfriends, Kyoko and Misako, to serve up some payback. As you punch and kick your way across town - either solo or with a friend in local co-op - you'll gain new skills, chow down on power-ups, wield an assortment of weapons, and unleash an arsenal of combos, throws, and special attacks that will leave the bad guys crying for mama - all in outrageous 16-bit style! The awesome action is punctuated by manga story panels, anime cutscenes, and an epic synth-pop soundtrack. It’s an old-school rumble for a new generation! Key Features: -Wild beat-'em-up action for one or two players! -Glorious pixel-art graphics plus anime and manga cutscenes! -Fantastic soundtrack featuring Chipzel, Christina Vee, and NateWantsToBattle! -Six large city regions to fight through, complete with shops and side quests! -Loads of weapons, items, and abilities to power-up your heroines! -Guest appearances by classic River City characters!
ru: На жестоких улицах Ривер-сити опять назревают проблемы, но на этот раз мальчики влипли по уши! В новой серии легендарного beat-'em-up горячие герои Кунио и Рики попадают в плен, предоставляя своим жестоким подругам, Кёко и Мисако, вершить возмездие. По мере того, как вы с боем пробиваетесь через город - в одиночку или с другом в локальном кооперативном режиме, - вы приобретёте новые навыки, получите улучшения, перепробуете кучу оружия и изучите много новых приёмов, бросков и специальных атак, которые заставят плохих парней звать мамочку - и всё это в возмутительном 16-битном стиле! Потрясающий экшен дополнен историями манга, аниме-вставками и эпическим саундтреком в стиле синти-поп. Сражения в духе старой школы для нового поколения! Ключевые свойства: - Отвязный beat-'em-up экшен для одного или двух игроков! - Великолепные графика в стиле пиксель-арта и врезки аниме и манга! - Фантастический саундтрек от Chipzel, Christina Vee и NateWantsToBattle! - Шесть больших городских районов, которые нужно победить, с магазинами и побочными заданиями! - Множество предметов, оружия и способностей для ваших героинь! - Множество персонажей из классических игр River City!

# XBOX_STORE_CONTENT_SHORT_DESCRIPTION
source: There's trouble once again in River City, and this time only the girls can save the day! Using a variety of attacks, weapons, and items, these hot-blooded heroines are ready to teach the city’s lowlifes a lesson - either solo or in 2-player co-op! It’s an old-school rumble for a new generation!
ru: На жестоких улицах Ривер-сити опять назревают проблемы, но на этот раз только девочки смогут всех спасти! С помощью боевых приёмов, оружия и предметов наши горячие героини готовы преподать урок городским негодяям - в одиночку или в режиме кооперативной игры! Сражения в духе старой школы для нового поколения!

# SWITCH_TAGLINE
source: Someone’s getting River City’s biggest beatdown when these girls find whoever nabbed their boyfriends!
ru: Кому-то в Ривер-сити сильно не поздоровится, когда эти девчонки найдут тех, кто похитил их парней!

# SWITCH_STORE_DESCRIPTION
source: There's trouble once again on the mean streets of River City, but this time the boys are in over their heads! In this all-new entry in the legendary beat-'em-up series, hot-blooded heroes Kuni and Riki have been captured, leaving it to their hard-hitting girlfriends, Kyoko and Misako, to serve up some payback. As you punch and kick your way across town - either solo or with a friend in local co-op - you'll gain new skills, chow down on power-ups, wield an assortment of weapons, and unleash an arsenal of combos, throws, and special attacks that will leave the bad guys crying for mama - all in outrageous 16-bit style! The awesome action is punctuated by manga story panels, anime cutscenes, and an epic synth-pop soundtrack. It’s an old-school rumble for a new generation! Key Features: -Wild beat-'em-up action for one or two players! -Glorious pixel-art graphics plus anime and manga cutscenes! -Fantastic soundtrack featuring Chipzel, Christina Vee, and NateWantsToBattle! -Six large city regions to fight through, complete with shops and side quests! -Loads of weapons, items, and abilities to power-up your heroines! -Guest appearances by classic River City characters!
ru: На жестоких улицах Ривер-сити опять назревают проблемы, но на этот раз мальчики влипли по уши! В новой серии легендарного beat-'em-up горячие герои Кунио и Рики попадают в плен, предоставляя своим жестоким подругам, Кёко и Мисако, вершить возмездие. По мере того, как вы с боем пробиваетесь через город - в одиночку или с другом в локальном кооперативном режиме, - вы приобретёте новые навыки, получите улучшения, перепробуете кучу оружия и изучите много новых приёмов, бросков и специальных атак, которые заставят плохих парней звать мамочку - и всё это в возмутительном 16-битном стиле! Потрясающий экшен дополнен историями манга, аниме-вставками и эпическим саундтреком в стиле синти-поп. Сражения в духе старой школы для нового поколения! Ключевые свойства: - Отвязный beat-'em-up экшен для одного или двух игроков! - Великолепные графика в стиле пиксель-арта и врезки аниме и манга! - Фантастический саундтрек от Chipzel, Christina Vee и NateWantsToBattle! - Шесть больших городских районов, которые нужно победить, с магазинами и побочными заданиями! - Множество предметов, оружия и способностей для ваших героинь! - Множество персонажей из классических игр River City!

# OPTIONS_SCREEN_SELECT
source: Select
ru: Выбрать

# OPTIONS_SCREEN_APPLY
source: Apply
ru: Применить

# OPTIONS_SCREEN_DEFAULT
source: Default
ru: По умолчанию

# OPTIONS_SCREEN_VIBRATION
source: Vibration
ru: Вибрация

# OPTIONS_SCREEN_RUMBLE
source: Rumble
ru: Тряска

# OPTIONS_SCREEN_RESOLUTION
source: Resolution
ru: Разрешение

# OPTIONS_SCREEN_WINDOWED
source: Windowed
ru: Оконный режим

# OPTIONS_SCREEN_EXIT
source: Exit
ru: Закрыть

# OPTIONS_SCREEN_QUIT
source: Quit
ru: Выйти

# RICH_PRESENCE_CHOOSE
source: Choose your girl
ru: Выбери свою девочку

# RICH_PRESENCE_MENUS
source: Enjoying the menus
ru: Наслаждаясь меню

# RICH_PRESENCE_STUCK
source: Stuck in school
ru: Застряли в школе

# RICH_PRESENCE_CROSSTOWN
source: Checkin' out Crosstown
ru: Исследуем Кросстаун

# RICH_PRESENCE_UPTOWN
source: Fakin' it in Uptown
ru: Притворяемся в пригороде

# RICH_PRESENCE_DOWNTOWN
source: Grossed out in Downtown
ru: Отвращение в центре города

# RICH_PRESENCE_OCEAN_HEIGHTS
source: Chillin' in Ocean Heights
ru: Отдых на Океанских холмах

# RICH_PRESENCE_TOWER
source: Sneakin' into Sanwakai Tower
ru: Проникновение в Башню Санвакай

# RICH_PRESENCE_PENTHOUSE
source: Sabu's Penthouse
ru: Пентхаус Сабу

# RICH_PRESENCE_TIME
source: Time to split!
ru: Пора валить!

# HERO_STATS_BADDIES
source: Baddies Beaten
ru: Противников избито

# HERO_STATS_ACCESSORIES
source: Accessories Acquired
ru: Аксессуаров собрано

# HERO_STATS_BUCKS
source: Bucks Spent
ru: Денег потрачено

# HERO_STATS_AREAS
source: Areas Cleared
ru: Мест расчищено

# HERO_STATS_BOSSES
source: Bosses Clobbered
ru: Боссов отколошмачено

# HERO_STATS_HARD_SPEEDRUN
source: Speedruniest Completion
ru: Самое быстрое прохождение
