Repository: winterheart/rcg-translation-ru
Catalog: */QuestItem_Keys.po
Languages: ru

# QUESTITEM_NAME_BEANS
source: Beans
ru: Бобы

# QUESTITEM_NAME_GHOST_PEPPERS
source: Ghost Peppers
ru: Жгучий перец

# QUESTITEM_NAME_TOMATOES
source: Tomatoes
ru: Помидоры

# QUESTITEM_NAME_SECURITY_GUARDS_KEYS
source: Security Guard's Keys
ru: Ключи охранника

# QUESTITEM_NAME_GOLDEN_CAT
source: Fake Gold Cat
ru: Позолоченный кот

# QUESTITEM_NAME_CRANE_KEYS
source: Crane Keys
ru: Ключи от крана

# QUESTITEM_NAME_NOIZE_FAVORITE_FOOD
source: NOIZE Favorite Food
ru: Любимая еда NOIZE

# QUESTITEM_NAME_NOIZE_HOMETOWN
source: NOIZE Hometown
ru: Родной город NOIZE

# QUESTITEM_NAME_NOIZE_DOG
source: NOIZE Dog
ru: Собака NOIZE

# QUESTITEM_NAME_VIP_TICKETS
source: NOIZE VIP Tickets
ru: VIP-пропуска на концерт NOIZE

# QUESTITEM_NAME_EXPLOSIVES
source: Explosives
ru: Взрывчатка

# QUESTITEM_NAME_DOUBLE_MERV_BURGER
source: Double Merv Burger
ru: Двойной Мёрв Бургер

# QUESTITEM_NAME_MAYOR_STATUE
source: Mayor Statue
ru: Статуя мэра

# QUESTITEM_NAME_FANCY_CAR
source: Fancy Car
ru: Крутая машина

# QUESTITEM_NAME_ONE_HIT_TOMMY
source: One-Hit Tommy
ru: Томми "Гасите свет"

# QUESTITEM_NAME_SNITCH
source: Snitch
ru: Стукач

# QUESTITEM_NAME_SCHOOL_KEY
source: School Key
ru: Ключ от школы

# QUESTITEM_DESC_BEANS
source: Some Beans
ru: Немного бобов

# QUESTITEM_DESC_GHOST_PEPPERS
source: Hot Peppers
ru: Острый перец

# QUESTITEM_DESC_TOMATOES
source: Tomatoe Tomato
ru: Помидорный помидор

# QUESTITEM_DESC_SECURITY_GUARDS_KEYS
source: Mall Keys
ru: Ключи от торгового центра

# QUESTITEM_DESC_GOLDEN_CAT
source: Fake Gold Cat
ru: Позолоченный кот

# QUESTITEM_DESC_CRANE_KEYS
source: Crane Keys
ru: Ключи от крана

# QUESTITEM_DESC_NOIZE_FAVORITE_FOOD
source: NOIZE's favorite food
ru: Любимая еда NOIZE

# QUESTITEM_DESC_NOIZE_HOMETOWN
source: NOIZE's hometown
ru: Родной город NOIZE

# QUESTITEM_DESC_NOIZE_DOG
source: NOIZE's dog, Dawg
ru: Собака NOIZE, Сцобако

# QUESTITEM_DESC_VIP_TICKETS
source: VIP Tickets baby!
ru: VIP-пропуска, детка!

# QUESTITEM_DESC_EXPLOSIVES
source: This goes boom!
ru: Она делает большой бум!

# QUESTITEM_DESC_DOUBLE_MERV_BURGER
source: Big burg.
ru: Большой бургер.

# QUESTITEM_DESC_MAYOR_STATUE
source: State-u
ru: Статная статуя

# QUESTITEM_DESC_FANCY_CAR
source: It's a Tesla
ru: Это "Тесла"

# QUESTITEM_DESC_ONE_HIT_TOMMY
source: One Hit Tim Tom Tommy
ru: Тим-Том-Томми "Гасите свет"

# QUESTITEM_DESC_SNITCH
source: That's a Snitch
ru: Это стукач

# QUESTITEM_NAME_GET_OUT
source: Get Out
ru: Выходи

# QUESTITEM_DESC_GET_OUT
source: Get Out
ru: Выходи
