Repository: winterheart/rcg-translation-ru
Catalog: */Quest_Keys.po
Languages: ru

# QUEST_NAME_GROSS_APPETITE
source: Gross Appetite!
ru: Ужасного аппетита!

# QUEST_NAME_OPEN_FOR_BUSINESS
source: Open for Business!
ru: Открыто!

# QUEST_NAME_FASHION_GOLD
source: Fashion Gold!
ru: Золотая мода!

# QUEST_NAME_ZOMBIE_CRUSHER
source: Zombie Crusher!
ru: Сокрушитель зомби!

# QUEST_NAME_WERE_ON_THE_LIST
source: We're on the List!
ru: Мы в списке!

# QUEST_NAME_SUPER_FANS
source: Super Fans!
ru: Супер-фананы!

# QUEST_NAME_BOOM
source: Things that Make You Go BOOM!
ru: Вещи, которые ВЗОРВУТ тебя!

# QUEST_NAME_GODAI_BURGER
source: A Burger to Godai For!
ru: Бургер для Годая!

# QUEST_NAME_MAYOR_STATUES
source: Mayor Statues be Golden!
ru: Золотая статуя мэра!

# QUEST_NAME_NICE_RIDE
source: A Ride Too Nice!
ru: Слишком хорошая тачка!

# QUEST_NAME_ONE_HIT_TOMMY
source: One-Hit Tommy in the Bathroom
ru: Томми "Гасите свет" в туалете

# QUEST_NAME_WHOS_THE_SNITCH
source: Who's the Snitch?
ru: Кто у нас стукач?

# QUEST_DESC_GROSS_APPETITE
source: Help the school Chef locate his ingredients.
ru: Помоги школьному повару найти его продукты.

# QUEST_DESC_OPEN_FOR_BUSINESS
source: Get the security guard's keys to open the mall.
ru: Забери ключи у охранника, чтобы открыть торговый центр.

# QUEST_DESC_FASHION_GOLD
source: Find a golden item to summon Hibari.
ru: Найди золотой предмет, чтобы призвать Хибари.

# QUEST_DESC_ZOMBIE_CRUSHER
source: Retrieve keys from trash zombies to move debris with the crane.
ru: Отбери ключи от мусорных зомби, чтобы расчистить завалы краном.

# QUEST_DESC_WERE_ON_THE_LIST
source: Score a pair of VIP passes to get into NOIZE's concert.
ru: Добудь два VIP-пропуска на концерт NOIZE.

# QUEST_DESC_SUPER_FANS
source: Answer 3 questions about NOIZE to prove what a fan you are.
ru: Ответь на три вопроса о NOIZE, чтобы доказать, какой ты её фанат.

# QUEST_DESC_BOOM
source: Blast open the door to the penthouse.
ru: Взорви дверь в пентхаус.

# QUEST_DESC_GODAI_BURGER
source: Get Godai a delicious Double Merv Burger.
ru: Принеси Годаю вкуснейший Двойной Мёрв Бургер.

# QUEST_DESC_MAYOR_STATUES
source: Destroy the Mayor's golden statue then survive the rush of cops.
ru: Разбей золотую статую мэра и отбейся от атак полиции.

# QUEST_DESC_NICE_RIDE
source: Destroy any fancy cars you find in Downtown.
ru: Разбей все дорогие машины в южной части города.

# QUEST_DESC_ONE_HIT_TOMMY
source: Defeat One-Hit Tommy so Godai can use the bathroom.
ru: Победи Томми "Гасите свет", чтобы Годай мог пойти в туалет.

# QUEST_DESC_WHOS_THE_SNITCH
source: Locate and defeat all 5 informants.
ru: Найди и победи всех 5 информаторов.

# QUEST_ITEM_ACQUIRED
source: acquired!
ru: получен!

# QUEST_NEW_QUEST
source: New Quest:
ru: Новое задание:

# QUEST_NEW_MISSION
source: New Mission:
ru: Новая миссия:

# QUEST_COMPLETE_QUEST
source: Quest Complete:
ru: Задание выполнено:

# QUEST_COMPLETE_MISSION
source: Mission Complete:
ru: Миссия пройдена:

# QUEST_FAILED_QUEST
source: Quest Failed:
ru: Задание провалено:

# QUEST_FAILED_MISSION
source: Mission Failed:
ru: Миссия не пройдена:

# QUEST_NAME_LETS_BEAT_IT
source: Let's Beat It!
ru: Забьём на это!

# QUEST_DESC_LETS_BEAT_IT
source: Find a way out of school.
ru: Найди выход из школы.
