Repository: winterheart/rcg-translation-ru
Catalog: */Tutorial_Keys.po
Languages: ru

# TUTORIAL_TITLE_SCHOOLS_OUT
source: SCHOOL'S OUT!
ru: ЗАНЯТИЯ ЗАКОНЧИЛИСЬ!

# TUTORIAL_TITLE_LOCKED_OUT
source: LOCKED OUT!
ru: ЗАПЕРТО!

# TUTORIAL_TITLE_GOTTA_RUN
source: GOTTA RUN!
ru: ПОБЕЖАЛИ!

# TUTORIAL_TITLE_WEAPONS
source: WEAPONS!
ru: ОРУЖИЕ!

# TUTORIAL_TITLE_MAP_MARKERS
source: MAP MARKERS!
ru: ОТМЕТКИ НА КАРТЕ!

# TUTORIAL_TITLE_RECRUITS_1
source: RECRUITS! (1/2)
ru: РЕКРУТЫ! (1/2)

# TUTORIAL_TITLE_RECRUITS_2
source: RECRUITS! (2/2)
ru: РЕКРУТЫ! (2/2)

# TUTORIAL_TITLE_WHATS_UP_BUDDY
source: WHAT'S UP, BUDDY?
ru: КАК ДЕЛА, ПРИЯТЕЛЬ?

# TUTORIAL_TITLE_STATUE_SMASH
source: SABU STATUES
ru: БЮСТЫ САБУ

# TUTORIAL_TITLE_LEVEL_UP
source: LEVEL UP!
ru: НОВЫЙ УРОВЕНЬ!

# TUTORIAL_TITLE_DONT_DIE_ON_ME
source: DON'T DIE ON ME!
ru: НЕ УМИРАЙ!

# TUTORIAL_TITLE_GRAB_EM
source: GRAB 'EM!
ru: ХВАТАЙ ЕГО!

# TUTORIAL_TITLE_BLOCK_PARRY
source: BLOCK PARRY!
ru: ПАРИРУЙ УДАР!

# TUTORIAL_TITLE_WALL_JUMPIN
source: WALL JUMPIN!
ru: ПРЫЖОК ОТ СТЕНЫ!

# TUTORIAL_BODY_SCHOOLS_OUT
source: Defeat the other students to break the screenlock and get out of class. Press {2} for Quick Attacks and {3} for Heavy Attacks.
ru: Победи других учеников, чтобы снять блокировку и выйти из класса. Нажми {2} для Быстрого удара и {3} для Сильного удара.

# TUTORIAL_BODY_LOCKED_OUT
source: Whoops! You can't get in here yet. Come back later after finding a way to get inside locked doors.
ru: Ой! Сюда пока нельзя. Приходи, когда найдешь способ попасть за закрытую дверь.

# TUTORIAL_BODY_GOTTA_RUN
source: Double-tap and hold the left stick in either direction to run. You can also jump further from a run.
ru: Чтобы бежать, дважды нажми и удерживай левый джойстик в нужном направлении. Во время бега можно подпрыгнуть.

# TUTORIAL_BODY_WEAPONS
source: Press {2} to grab weapons. Use them with {2} or throw them with {3}. Weapons break apart after too much use.
ru: Нажми {2}, чтобы поднять оружие. Нажми снова {2}, чтобы его использовать, или {3}, чтобы его бросить. От слишком частого использования оружие ломается.

# TUTORIAL_BODY_MAP_MARKERS
source: Look for this icon when important markers are added to your map. Press {6} to access your map when you see this icon.
ru: При добавлении важных отметок на карту появляется иконка. Чтобы открыть карту, нажми {6}, когда увидишь эту иконку.

# TUTORIAL_BODY_RECRUITS_1
source: Sometimes the last enemy remaining will beg for their life. Touch them to grab the enemy, then press {4} to recruit them.
ru: Иногда последний оставшийся в живых противник будет просить о пощаде. Подойди к нему, чтобы сделать захват, а затем нажми {4}, чтобы сделать его рекрутом.

# TUTORIAL_BODY_RECRUITS_2
source: Recruited enemies can be called into action by pressing the {4} button. Their health is displayed in your HUD at the top of the screen.
ru: Рекрут может быть отправлен в атаку нажатием {4}. Его здоровье отображается в верхней части экрана.

# TUTORIAL_BODY_WHATS_UP_BUDDY
source: Approach NPCs and press {2} to chat with them. They'll often give you info to help advance your quests.
ru: Подойди к неигровым персонажам и нажми {2}, чтобы поболтать с ними. Часто они могут поделиться важной информацией.

# TUTORIAL_BODY_STATUE_SMASH
source: There are 25 statues of River City's resident crime boss hidden throughout the game. Destroy all 25 to earn something special!
ru: По всему Ривер-сити расставлено 25 бюстов местного криминального босса. Разбей их все, чтобы получить нечто особенное!

# TUTORIAL_BODY_LEVEL_UP
source: Each time you level up, your stats increase, and you also unlock the ability to learn new attacks in Dojos.
ru: С каждым новым уровнем повышаются твои характеристики. Кроме того, ты получаешь возможность изучить новые приёмы в Додзё.

# TUTORIAL_BODY_DONT_DIE_ON_ME
source: Girl down! When the other player dies, you can revive them by quickly attacking their body before their angel gets away.
ru: Девушка пала! Когда другой игрок погибает, его можно оживить, если ударить по его телу до тех пор, пока душа не улетит прочь.

# TUTORIAL_BODY_GRAB_EM
source: Sometimes an enemy will become dizzy after being attacked repeatedly. Walk into them to grab the enemy, then throw or attack them with {2} and {3}.
ru: Иногда от постоянных ударов у противника может закружиться голова. Подойди к противнику, чтобы сделать захват, а затем брось его или ударь с помощью {2} или {3}.

# TUTORIAL_BODY_BLOCK_PARRY
source: Press and hold {5} to block enemy attacks. Blocking just as an enemy attacks will parry, giving you the edge!
ru: Нажми и удерживай {5}, чтобы блокировать удары. Успешное парирование атаки противника даст тебе преимущество!

# TUTORIAL_BODY_WALL_JUMPIN
source: Jump toward a wall with {0} then press {0} again to leap off the wall and get even higher.
ru: Нажми {0}, чтобы прыгнуть на стену, и ещё раз {0}, чтобы оттолкнуться от неё и прыгнуть ещё выше.
